Repository: LSpadix/TSC
Catalog: tsc/data/translations/*.po
Languages: de, fi_fi, fr, hu, nn, pt_br

source: Initial rotation z
de: Startrotation Z
fi_fi: Kierto z aluksi
hu: Kezdeti Z forgatás
pt_br: Rotação z inicial

source: Add direction
de: Richtungs Zugabe
fi_fi: Lisää suunta
fr: Ajouter une direction
hu: Irány hozzáadása
nn: Legg til retning
pt_br: Adicionar direção

source: Start direction is added to the z rotation
de: Die Startrichtung wird der Z-Rotation hinzugerechnet
fi_fi: Alkusuunta lisätään z kiertoon
hu: A kezdeti irány hozzá van adva a Z forgatáshoz
pt_br: Direção inicial é adicionada à rotação z

source: Const. rotation z
de: Konst. Rotation Z
fi_fi: Vakio kierto z
fr: Rotation z constante
hu: Állandó Z forgatás
nn: Konstant dreiing z
pt_br: Rotação z const.

source: Initial constant rotation z
de: Konstante Grundrotation Z
fi_fi: Vakio kierto z aluksi
hu: Kezdeti állandó Z forgatás
pt_br: Rotação z contante incial

source: Initial direction/angle
de: Startrichtung/-winkel
fi_fi: Suunta/kulma aluksi
hu: Kezdeti irány vagy szög
pt_br: Direção/ângulo inicial

source: Scale
de: Skalierung
fi_fi: Kokoluokka
fr: Taille
hu: Méretezés
nn: Skalering
pt_br: Escala

source: Initial size scale
de: Startskalierung der Größe
fi_fi: Kokoluokka aluksi
hu: Kezdeti méretezés
pt_br: Tamanho de escala inicial

source: Hor gravity
de: Hor Schwerkraft
fi_fi: Vaakas. painovoima
fr: Gravité horizontale
hu: Vízszintes gravitáció
nn: Vassrett tyngdekraft
pt_br: Gravidade hor.

source: Initial horizontal gravity
de: Horizontale Grundschwerkraft
fi_fi: Vaakasuora painovoima aluksi
hu: Kezdeti vízszintes gravitáció
pt_br: Gravidade horizontal inicial

source: Ver gravity
de: Ver Schwerkraft
fi_fi: Pystys. painovoima
fr: Gravité verticale
hu: Függőleges gravitáció
nn: Loddrett tyngdekraft
pt_br: Gravidade ver.

source: Initial vertical gravity
de: Vertikale Grundschwerkraft
fi_fi: Pystysuora painovoima aluksi
hu: Kezdeti függőleges gravitáció
pt_br: Gravidade vertical inicial

source: Clip rect x
de: Clipping-Rechteck X
fi_fi: Leikkaa suorakulmio x
hu: X vágótéglalap
pt_br: Ret. recorte x

source: Clipping rectangle position x
de: X-Position des Clipping-Rechtecks
fi_fi: Leikattavan suorakulmion kohta x
hu: Vágótéglalap X helyzete
pt_br: Posição x do retângulo de recorte

source: Width
de: Breite
fi_fi: Leveys
fr: Largeur
hu: Szélesség
pt_br: Largura

source: Clipping rectangle width
de: Breite des Clipping-Rechtecks
fi_fi: Leikattavan suorakulmion leveys
hu: Vágótéglalap szélessége
pt_br: Largura do retângulo de recorte

source: Clip rect y
de: Clipping-Rechteck Y
fi_fi: Leikkaa suorakulmio y
hu: Y vágótéglalap
pt_br: Ret. recorte y

source: Clipping rectangle position y
de: Y-Position des Clipping-Rechtecks
fi_fi: Leikattavan suorakulmion kohta y
hu: Vágótéglalap Y helyzete
pt_br: Posição y do retângulo de recorte

source: Clipping rectangle height
de: Höhe des Clipping-Rechtecks
fi_fi: Leikattavan suorakulmion korkeus
hu: Vágótéglalap magassága
pt_br: Altura do retângulo de recorte

source: Clip mode
de: Clipping-Modus
fi_fi: Leikkaustila
fr: Mode Clip
hu: Vágási mód
pt_br: Modo de recorte

source: Clipping mode if particle is out the rectangle
de: Partikel abschneiden, wenn sie das Clipping-Rechteck verlassen
fi_fi: Rajaustila, jos hiukkanen on suorakulmion yllä
hu: Vágási mód, ha a részecske a téglalapon kívül van
pt_br: Modo de recorte, caso a partícula esteja fora do retângulo

source: The sinking sun sent out its last colourful beams over the Eastern Desert when a single individual was making his way through the ups and downs of the sandy dunes.
de: Die sinkende Sonne sandte ihre letzten rotgoldenen Strahlen über die Östliche Wüste, während sich ein einzelnes Individuum seinem Weg durch das Auf und Ab der sandigen Dünen bahnte.
fi_fi: Laskeva aurinko lähetti viimeiset värikkäät säteensä Itä-aavikon ylle, kun yksi henkilö kulki hiekkadyynien ylä- ja alamäkiä.
hu: A lemenő nap az utolsó színes fénysugarait bocsátotta ki a keleti sivatag fölött, amikor egy magányos személy a homokdűnék buckái és völgyei között rótta az útját.

source: When he reached the top of the highest dune, he gazed around, but to only see sand followed by more sand, by even more [colour='FFFFF000']sand[colour='FFFFFFFF'].
de: Als der Mann den Gipfel der höchsten Düne erreichte, sah er sich um, doch war alles was er sah: Sand, Sand, und noch mehr [colour='FFFFF000']Sand[colour='FFFFFFFF'].
fi_fi: Kun hän saavutti korkeimman dyynin huipun, hän katseli ympärilleen, mutta näki vain hiekkaa, jota seurasi enemmän hiekkaa, ja vielä enemmän [colour='FFFFF000']hiekkaa[colour='FFFFFFFF'].

source: He took out a map, but with the stars not yet visible on the darkening sky there was no means of orientation in this infinite sea of equally hostile sand dunes.
de: Er zog eine Landkarte hervor, aber angesichts der noch nicht am dämmernden Himmel sichtbaren Sterne gab es keine Möglichkeit einer Orientierung in diesem unendlichen Meer lebensfeindlichen Sandes.
fi_fi: Hän otti kartan, mutta tähdet eivät vielä näkyneet pimenevällä taivaalla, joten ei ollut mitään keinoa suunnistaa samalla tavalla vihamielisten hiekkadyynien äärettömässä meressä.
hu: Elővett egy térképet, de mivel a csillagok még nem látszottak a sötétedő égen, nem talált semmilyen biztos tájékozódási pontot az egyforma ellenséges homokdűnék végtelen tengerében.

source: Debugging Information
de: Entwicklerinformationen
fi_fi: Debuggaus tiedot

source: [colour='FFFFFF00']FPS: Best: %.02f Worst: %.02f Current: %0.2f
de: [colour='FFFFFF00']FPS: B: %.02f S: %.02f A: %0.2f
fi_fi: [colour='FFFFFF00']FPS: Paras: %.02f Huonoin: %.02f Nykyinen: %0.2f
hu: [colour='FFFFFF00']FPS: legjobb: %.02f, legrosszabb: %.02f, jelenlegi: %0.2f

source: Camera X: %d Y: %d
de: Kamera X: %d Y: %d
fi_fi: Kamera X: %d Y: %d

source: Level: %s (return stack size: %ld)
de: Level: %s (Größe Rückkehrliste: %ld)
fi_fi: Tasol: %s (palautettavan pinon koko: %ld)

source: Overworld: %s
de: Welt: %s
fi_fi: Ylimaailma: %s

source: <Menu Active>
de: <Menü aktiv>
fi_fi: <Valikko aktiivinen>

source: Scene: %s
de: Szene: %s
fi_fi: Kohtaus: %s

source: T: %lu P: %d M: %d E: %d A: %d H: %d
de: T: %lu P: %d M: %d G: %d A: %d H: %d
fi_fi: Koko: %lu Passiivinen: %d Massiivinen: %d Vihollinen: %d Aktiivinen: %d Puolimassiivinen: %d

source: BBox: %d GBox: %d MPlat: %d
de: BBox: %d GBox: %d BPlat: %d
fi_fi: Bonuslaatikkoja: %d Kultalaatikkoja: %d Siirtyviä tasoja: %d

source: Player X1: %.4f X2: %.4f
de: Spieler X1: %.4f X2: %.4f
fi_fi: Pelaaja X1: %.4f X2: %.4f

source: Player Y1: %.4f Y2: %.4f
de: Spieler Y1: %.4f Y2: %.4f
fi_fi: Pelaaja Y1: %.4f Y2: %.4f

source: Player XVel: %.4f, YVel: %.4f
de: Spieler XGeschw: %.4f YGeschw: %.4f
fi_fi: Pelaaja XVel: %.4f, YVel: %.4f

source: Player MState: %d Ground: %d (%s)
de: Spieler Bewstat: %d Boden: %d (%s)
fi_fi: Pelaaja MTila: %d Maa: %d (%s)

source: Game Mode: %d
de: Spielmodus: %d
fi_fi: Pelitila: %d

source: Credits
de: Mitwirkende
fi_fi: Tekijät
fr: Crédits
hu: Köszönet
nn: Bidragsytarar
pt_br: Créditos

source: Version
fi_fi: Versio
hu: Verzió
nn: Versjon
pt_br: Versão

source: Edit
de: Ändern
fi_fi: Muokkaa
fr: Editer
hu: Szerkesztés
pt_br: Editar

source: Enter
de: Betreten
fi_fi: Mene
fr: Entrer
hu: Belépés
pt_br: Entrar

source: Back
de: Zurück
fi_fi: Takaisin
fr: Retour
hu: Vissza
nn: Tilbake
pt_br: Voltar

source: Select Level
de: Level auswählen
fi_fi: Valitse taso
fr: Selectionner le Niveau
hu: Szint kiválasztása
pt_br: Selecione nível

source: Select Campaign
de: Kampagne auswählen
fi_fi: Valitse kampanja
fr: Choisir la Campagne
hu: Küldetés kiválasztása
pt_br: Selecione campanha

source: Select Overworld
de: Welt auswählen
fi_fi: Valitse ylimaailma
hu: Áttekintő térkép kiválasztása
pt_br: Selecione sobremundo

source: Description
de: Beschreibung
fi_fi: Kuvaus
hu: Leírás
pt_br: Descrição

source: - Level Colors - Orange: Game Green: User Grey: Deprecated Mixed: See the colors
de: - Levelfarben - Orange: Spiel Grün: Nutzer Grau: Veraltet Gemischt: Siehe Farben
fi_fi: - Taso värit - Oranssi: Peli Vihreä: Käyttäjä Harmaa: Vanhentunut Miksattu: Katso värit
hu: - Szint színei - Narancssárga: játék Zöld: felhasználó Szürke: elavult Kevert: nézd meg a színeket
pt_br: - Cores do nível - Laranja: Jogo Verde: Usuário Cinza: Obsoleto Misto: Veja as cores

source: This will reset your current progress. Continue ?
de: Der Spielfortschritt wird zurückgesetzt. Fortfahren?
fi_fi: Tämä nollaa nykyisen edistymisesi. Jatka ?
fr: Cela réinitialisera votre progression actuelle. Continuer ?
hu: Ez visszaállítja a jelenlegi előrehaladást. Folytatod?
nn: Dette vil nullstilla framgangen din. Vil du halda fram?
pt_br: Isso irá reiniciar todo seu progresso atual. Continuar ?

source: Couldn't load campaign
de: Konnte Kampagne nicht laden
fi_fi: Ei saatu ladattua kampanjaa
fr: Impossible de charger la campagne
hu: Nem sikerült betölteni a küldetést
pt_br: Não foi possível carregar campanha

source: Couldn't load overworld
de: Konnte Welt nicht laden :
fi_fi: Ei saatu ladattua ylimaailmaa
fr: Impossible de charger le monde
hu: Nem sikerült betölteni az áttekintő térképet
nn: Klarte ikkje lasta oververda
pt_br: Não foi possível carregar sobremundo

source: Couldn't load level
de: Konnte Level nicht laden :
fi_fi: Ei saatu ladattua tasoa
fr: Impossible de charger le niveau
hu: Nem sikerült betölteni a szintet
nn: Klarte ikkje lasta brettet
pt_br: Não foi possível carregar nível

source: Delete %s?
de: Lösche %s?
fi_fi: Poista %s?
hu: %s törlése?

source: Always Run
de: Immer rennen
fi_fi: Juokse aina
fr: Toujours en Fonction
hu: Mindig fusson
nn: Spring alltid
pt_br: Sempre Correr

source: On
de: An
fi_fi: Kyllä
fr: Activé
hu: Be
nn: På

source: Off
de: Aus
fi_fi: Ei
fr: Désactivé
hu: Ki
nn: Av

source: Camera Hor Speed
de: Kamera Hor Geschw.
fi_fi: Kamera pystynopeus
fr: Caméra Vitesse Horizontale
hu: Kamera vízszintes sebessége
nn: Kamerafart vassrett
pt_br: Velocidade Hor. da Câmera

source: Camera Ver Speed
de: Kamera Ver Geschw.
fi_fi: Kamera vaakanopeus
fr: Caméra Vitesse Vertical
hu: Kamera függőleges sebessége
nn: Kamerafart loddrett
pt_br: Velocidade Vert. da Câmera

source: Language
de: Sprache
fi_fi: Kieli
fr: Langue
hu: Nyelv
nn: Språk
pt_br: Idioma

source: default
de: standard
fi_fi: oletus
fr: défaut
hu: alapértelmezett
nn: standard
pt_br: padrão

source: Menu Level
de: Menü Level
fi_fi: Valikko taso
fr: Menu Niveau
hu: Menüszint
nn: Menybrett
pt_br: Menu do Nível

source: Reset
fi_fi: Resetoi
fr: Réinitialiser
hu: Visszaállítás
nn: Nullstill
pt_br: Redefinir

source: Resolution
de: Auflösung
fi_fi: Resoluutio
fr: Résolution
hu: Felbontás
nn: Oppløysing
pt_br: Resolução

source: Bpp
fi_fi: Värisyvyys
nn: Fargedjupn

source: Fullscreen
de: Vollbild
fi_fi: Kokoruutu
fr: Plein écran
hu: Teljes képernyő
nn: Fullskjerm
pt_br: Tela cheia

source: FPS Limit
de: FPS-Grenze
fi_fi: Kuvia sekunnissa raja
hu: FPS korlát
pt_br: Limite de FPS

source: Geometry Quality
de: Geometrie Qualität
fi_fi: Geometrian laatu
fr: Qualité de la géométrie
hu: Geometria minősége
nn: Geometrikvalitet
pt_br: Qualidade da Geometria

source: Texture Quality
de: Textur Qualität
fi_fi: Tekstuurin laatu
fr: Qualité de texture
hu: Textúra minősége
nn: Teksturkvalitet
pt_br: Qualidade da Textura

source: Apply
de: Anwenden
fi_fi: Ota käyttöön
fr: Appliquer
hu: Alkalmaz
nn: Bruk
pt_br: Aplicar

source: Recreate Cache
de: Cache neu erstellen
fi_fi: Uudelleentee välimuisti
fr: Recréez le Cache
hu: Gyorsítótár újra létrehozása
nn: Bygg opp att biletlageret
pt_br: Refazer Cache

source: Hertz (Hz)
fi_fi: Hertsiä (Hz)

source: You should only change the value if the audio is scratchy.
de: Wert sollte nur geändert werden wenn der Ton kratzig ist.
fi_fi: Sinun tulisi vaihtaa arvoa vain jos ääni on naarmuinen.
fr: Vous devriez seulement changer la valeur si l'acoustique est stridente.
hu: Csak akkor változtasd meg az értéket, ha a hang sercegő.
nn: Du bør berre endra dette om lyden hakkar.
pt_br: Você deveria alterar o valor somente se o áudio estiver arranhado.

source: Music
de: Musik
fi_fi: Musiikki
fr: Musique
hu: Zene
nn: Musikk
pt_br: Música

source: Enable to play music. You need to have the Music Addon installed.
de: Aktiviere um Musik abzuspielen. Dazu musst du das Musik Addon installiert haben.
fi_fi: Ota käyttöön musiikki. Sinulla tulee olla musiikki lisäosa asennettuna.
fr: Pour activer la musique. Vous devez avoir l'Extension de Musique installé.
hu: Zenelejátszás engedélyezése. Telepítve kell lennie a zenebővítménynek.
nn: Skru på for å spela av musikk. Du må ha musikktillegget installert.
pt_br: Habilitar para tocar música. Você precisa ter o Addon de Música instalado.

source: Set the Music Volume.
de: Setze sie Musik Lautstärke.
fi_fi: Aseta musiikin äänenvoimakkuus.
fr: Configurer le Volume de la Musique.
hu: A zene hangerejének beállítása.
nn: Vel lydstyrken for musikk.
pt_br: Define o volume da música.

source: Sound
fi_fi: Ääni
fr: Son
hu: Hang
nn: Lyd
pt_br: Sons

source: Enable to play Sounds.
de: Aktiviere um Sounds abzuspielen.
fi_fi: Ota käyttöön peliäänet.
fr: Activer pour jouer les Sons.
hu: Hangok lejátszásának engedélyezése.
nn: Kryss av for å slå på avspeling av lydar.
pt_br: Habilite para tocar Sons.

source: Set the Sound Volume.
de: Setze sie Sound Lautstärke.
fi_fi: Aseta äänenvoimakkuus.
fr: Configurer le Volume du Son.
hu: A hangerő beállítása.
nn: Vel lydstyrke.
pt_br: Define o volume dos sons.

source: Shortcuts
de: Tastenzuordnung
fi_fi: Pikanäppäimet
fr: Raccourcis
hu: Gyorsbillentyűk
nn: Snarvegar
pt_br: Atalhos

source: Name
fi_fi: Nimi
hu: Név
nn: Namn
pt_br: Nome

source: Key
de: Taste
fi_fi: Näppäin
fr: Touche
hu: Billentyű
nn: Tast
pt_br: Tecla

source: Scroll Speed
de: Scroll Geschw.
fi_fi: Vieritysnopeus
fr: Vitesse du Scroll
hu: Görgetés sebessége
nn: Rullefart
pt_br: Velocidade de Rolagem

source: Sensitivity
de: Feinheit
fi_fi: Herkkyys
fr: Sensibilité
hu: Érzékenység
pt_br: Sensibilidade

source: Axis Hor
de: Achse Hor
fi_fi: Akseli vaaka
fr: Axe Horizontal
hu: Vízszintes tengely
nn: Akse vassrett

source: Ver
fi_fi: Pysty
hu: Függőleges
nn: Loddrett

source: Axis Hor2
de: Achse Hor2
fi_fi: Akseli vaaka2
hu: 2. vízszintes tengely

source: Ver2
fi_fi: Versio2
hu: 2. függőleges

source: Button
de: Knopf
fi_fi: Painike
fr: Bouton
hu: Gomb
nn: Knapp
pt_br: Botão

source: Show images
de: Zeige Bilder
fi_fi: Näytä kuvat
fr: Afficher images
hu: Képek megjelenítése
nn: Vis bilete
pt_br: Exibir imagens

source: Item image size
de: Objekt Bildgröße
fi_fi: Esine kuvakoko
fr: Taille de l'image de l'objet
hu: Tárgy képmérete
nn: Biletstorleik for element
pt_br: Tamanho imagem item

source: Auto-Hide Mouse
de: Maus autom. ausbl.
fi_fi: Piilota hiiri automaattisesti
fr: Cache-Automatique de la souris
hu: Egér automatikus elrejtése
nn: Gøym automatisk peikaren
pt_br: Auto-ocultar Mouse

source: Up
de: Hoch
fi_fi: Ylös
fr: Haut
hu: Fel
nn: Opp
pt_br: Cima

source: Down
de: Runter
fi_fi: Alas
fr: Bas
hu: Le
nn: Ned
pt_br: Baixo

source: Left
de: Links
fi_fi: Vasen
fr: Gauche
hu: Balra
nn: Venstre
pt_br: Esquerda

source: Right
de: Rechts
fi_fi: Oikea
fr: Droite
hu: Jobbra
nn: Høgre
pt_br: Direita

source: Jump
de: Springen
fi_fi: Hyppää
fr: Sauter
hu: Ugrás
nn: Hopp
pt_br: Pulo

source: Shoot
de: Schießen
fi_fi: Ammu
fr: Tirer
hu: Lövés
nn: Skyt
pt_br: Tiro

source: Item
de: Gegenstand
fi_fi: Esine
fr: Objet
hu: Tárgy
nn: Gjenstand

source: Action
de: Aktion
fi_fi: Toiminta
hu: Művelet
nn: Handling
pt_br: Ação

source: Screenshot
de: Bildschirmfoto
fi_fi: Kuvakaappaus
fr: Capture d'écran
hu: Képernyőkép
pt_br: Captura de Tela

source: Editor fast copy up
de: Editor schnelle Kopie aufwärts
fi_fi: Muokkain nopea kopio ylös
hu: Szerkesztő gyors másolás fel
pt_br: Cópia rápida no editor p/ cima

source: Editor fast copy down
de: Editor schnelle Kopie abwärts
fi_fi: Muokkain nopea kopio alas
hu: Szerkesztő gyors másolás le
pt_br: Cópia rápida no editor p/ baixo

source: Editor fast copy left
de: Editor schnelle Kopie links
fi_fi: Muokkain nopea kopio vas
hu: Szerkesztő gyors másolás balra
pt_br: Cópia rápida no editor p/ esquerda

source: Editor fast copy right
de: Editor schnelle Kope rechts
fi_fi: Muokkain nopea kopio oik
hu: Szerkesztő gyors másolás jobbra
pt_br: Cópia rápida no editor p/ direita

source: Editor pixel move up
de: Editor Pixelbewegung aufwärts
fi_fi: Muokkain pikseli siirrä ylös
hu: Szerkesztő képpont mozgatás fel
pt_br: Mover pixel no editor p/ cima

source: Editor pixel move down
de: Editor Pixelbewegung abwärts
fi_fi: Muokkain pikseli siirrä alas
hu: Szerkesztő képpont mozgatás le
pt_br: Mover pixel no editor p/ baixo

source: Editor pixel move left
de: Editor Pixelbewegung links
fi_fi: Muokkain pikseli siirrä vas
hu: Szerkesztő képpont mozgatás balra
pt_br: Mover pixel no editor p/ esquerda

source: Editor pixel move right
de: Editor Pixelbewegung rechts
fi_fi: Muokkain pikseli siirrä oik
hu: Szerkesztő képpont mozgatás jobbra
pt_br: Mover pixel no editor p/ direita

source: Exit
de: Verlassen
fi_fi: Poistu
fr: Sortir
hu: Kilépés
nn: Avslutt
pt_br: Sair

source: Press a key
de: Drücke eine Taste
fi_fi: Paina näppäintä
fr: Appuyez sur une touche
hu: Nyomj meg egy billentyűt
nn: Trykk ein tast
pt_br: Pressione uma tecla

source: Press a button
de: Drücke einen Knopf
fi_fi: Paina painiketta
fr: Appuyez sur un bouton
hu: Nyomj meg egy gombot
nn: Trykk ein knapp
pt_br: Pressione um botão

source: for
de: für
fi_fi: tehdäksesi
fr: pour
hu: ehhez:
pt_br: para

source: . Press ESC to cancel.
de: . Drücke ESC um abzubrechen.
fi_fi: . Paina ESC peruuttaaksesi.
fr: . Appuyez sur Échap pour annuler.
hu: . Nyomd meg az ESC billentyűt a megszakításhoz.
nn: . Trykk «Escape» for å avbryta.
pt_br: . Pressione ESC para cancelar.

source: Reinitialization
de: Neuinitialisierung
fi_fi: Uudelleenkäyttöönotto
fr: Réinitialisation
hu: Újra-előkészítés
nn: Reinitiering
pt_br: Reinicialização

source: Reloading
de: Neu laden
fi_fi: Uudelleenladataan
fr: Rechargement
hu: Újratöltés
nn: Lastar på nytt
pt_br: Recarregando

source: Enabled :
de: Aktiviert :
fi_fi: Käytössä :
fr: Activé :
hu: Engedélyezve:
nn: På:
pt_br: Habilitado :

source: Save the game
de: Spielstand abspeichern
fi_fi: Tallenna peli
hu: A játék mentése

source: Load a saved game
de: Gespeicherten Spielstand laden
fi_fi: Lataa tallennettu peli
hu: Elmentett játék betöltése

source: 3000 Points needed for saving in a level. Saving on the Overworld is free.
de: 3000 Punkte werden benötigt um in einem Level zu speichern. Speichern auf der Welt ist frei.
fi_fi: 3000 Pistettä tarvitaan tason tallentamiseen. Tallentaminen Ylimaailmassa on ilmaista.
fr: 3000 Points sont nécessaires pour enregistrer une partie dans un niveau. L'enregistrement sur la carte du monde est gratuite.
hu: A mentéshez 3000 pont szükséges egy szinten. Az áttekintőn szabadon menthető.
nn: Du treng 3000 poeng for å kunna lagra i eit brett. Det er gratis å lagra i ei oververd.
pt_br: 3000 Pontos necessários para salvar em um nível. Salvar no Overworld é livre.

source: No Description
de: Keine Beschreibung
fi_fi: Ei kuvausta
fr: Aucune Description
hu: Nincs leírás
nn: Inga skildring
pt_br: Nenhuma Descrição

source: Enter Description
de: Beschreibung eingeben
fi_fi: Kirjoita kuvaus
fr: Entrez une Description
hu: Leírás megadása
nn: Skriv inn skildring
pt_br: Insira Descrição

source: Savegame loading failed
de: Laden des Spielstandes fehlgeschlagen
fi_fi: Tallennetun pelin lataus epäonnistui
fr: Echec du chargement de la sauvegarde
hu: A mentett játék betöltése sikertelen
pt_br: Falha ao carregar jogo salvo

source: Time %02d:%02d
de: Zeit %02d:%02d
fi_fi: Aika %02d:%02d
fr: Temps %02d:%02d
hu: Idő: %02d:%02d
nn: Tid %02d.%02d
pt_br: Tempo %02d:%02d

source: Points %08ld
de: Punkte %08ld
fi_fi: Pisteet %08ld
hu: Pontszám: %08ld

source: TSC Scripting Console Copyright © 2012-%d The TSC Contributors This program comes with ABSOLUTELY NO WARRANTY; for details see the file COPYING. This is free software, and you are welcome to redistribute it under certain conditions; see the aforementioned file for details.
de: TSC-Skript-Konsole Copyright © 2012-%d Die TSC-Mitwirkenden Dieses Programm kommt OHNE JEGLICHE GARANTIE; siehe die Datei tsc/docs/license.txt für Einzelheiten. Dies ist freie Software, die du gerne unter bestimmten Bedingungen weiterverteilen darfst. Siehe auch dazu die erwähnte Datei.
fi_fi: TSC Skriptaus Konsoli Copyright © 2012-%d The TSC Contributors Tälle Ohjelmalle ei anneta takuuta lain sallimissa rajoissa. Ellei kirjallisesti muuta osoiteta, tekijänoikeudenhaltija tai muut osapuolet tarjoavat Ohjelman "sellaisena kuin se on" ilman minkäänlaista takuuta, ilmaistua tai hiljaista, sisältäen, muttei tyhjentävästi, hiljaisen takuun kaupallisesti hyväksyttävästä laadusta ja soveltuvuudesta tiettyyn tarkoitukseen. Lisenssinsaajalla on kaikki riski Ohjelman laadusta ja suorituskyvystä. Jos ohjelma osoittautuu virheelliseksi, kaikki huolto- ja korjauskustannukset ovat lisenssinsaajan vastuulla.

source: You are running TSC version %d.%d.%d-%s.
de: Du benutzt TSC in Version %d.%d.%d-%s.
fi_fi: Käytät TSC versiota %d.%d.%d-%s.
hu: A TSC %d.%d.%d-%s verzióját futtatod.

source: You are running TSC version %d.%d.%d.
de: Du benutzt TSC in Version %d.%d.%d.
fi_fi: Käytät TSC versiota %d.%d.%d.
hu: A TSC %d.%d.%d verzióját futtatod.

source: (#inspect did not return a string)
de: (#inspect hat keinen String zurückgegeben)
fi_fi: (#inspect ei palauttanut string:iä)
hu: (#a vizsgálat nem karakterlánccal tért vissza)

source: Menu
de: Menü
fi_fi: Valikko

source: Items
de: Ggst
fi_fi: Esineet

source: Selector
de: Auswahl
fi_fi: Valitse

source: Selection
de: Auswahl
fi_fi: Valinta

source: Secret Area
de: Versteck
fi_fi: Salainen alue
hu: Titkos terület

source: Editor Help
de: Hilfe zum Editor
fi_fi: Muokkain ohje
fr: Aide de l'éditeur
hu: Szerkesztő súgója
pt_br: Ajuda do Editor
