Repository: LSpadix/TSC
Catalog: tsc/data/translations/*.po
Languages: de, fi_fi, fr, hu, nn, pt_br

source: Line Start Point
de: Linie Startpunkt
fi_fi: Viivan alkupiste
fr: Ligne de point de départ
hu: Vonal kezdőpontja
nn: Startpunkt linje
pt_br: Ponto de Saída

source: Line End Point
de: Linie Endpunkt
fi_fi: Viivan loppupiste
fr: Ligne d'arrivée
hu: Vonal végpontja
nn: Sluttpunkt linje
pt_br: Ponto de Chegada

source: Waypoint origin
de: Wegpunkt Herkunft
fi_fi: Reittipisteen lähtöpaikka
fr: Origine du point
hu: Útvonalpont kezdete
nn: Vegpunkt opphav
pt_br: Origem do ponto de rota

source: Unnamed
de: Unbenannt
fi_fi: Nimeämätön
fr: Sans nom
hu: Névtelen
nn: Namnlaus
pt_br: Sem nome

source: Empty
de: Leer
fi_fi: Tyhjä
fr: Vide
hu: Üres
nn: Tom
pt_br: Vazio

source: Couldn't save world description
de: Konnte Welt Beschreibung nicht speichern
fi_fi: Ei voitu tallentaa maailman kuvausta
fr: Impossible d'enregistrer la description du monde
hu: Nem sikerült menteni a világ leírását
nn: Klarte ikkje lagra skildring av verd
pt_br: Não foi possível salvar descrição do mundo

source: Couldn't save world
de: Konnte die Welt nicht speichern :
fi_fi: Ei voitu tallentaa maailmaa
fr: Impossible d'enregistrer le monde
hu: Nem sikerült menteni a világot
nn: Klarte ikkje lagra verda
pt_br: Não foi possível salvar mundo

source: World
de: Welt
fi_fi: Maailma
fr: Monde
hu: Világ
nn: Verd
pt_br: Mundo

source: saved
de: gespeichert
fi_fi: tallennettu
fr: sauvegardé
hu: mentve
nn: lagra
pt_br: salvo

source: Omega Mode unlocks all waypoints
de: Omega-Modus öffnet alle Wegpunkte
fi_fi: Omega tila avaa kaikkien reittipisteiden lukot

source: Create a new World
de: Erstelle eine neue Welt
fi_fi: Luo uusi maailma
fr: Créer un nouveau monde
hu: Új világ létrehozása
nn: Lag ei ny verd
pt_br: Criar um novo Mundo

# world
source: Name
fi_fi: Nimi
fr: Nom
hu: Név
pt_br: Nome

source: Created
de: Erstellte
fi_fi: Luotu
fr: Créé
hu: Létrehozva
nn: Oppretta
pt_br: Criado

source: already exists
de: existiert bereits
fi_fi: on jo olemassa
fr: existe déjà
hu: már létezik
nn: finst frå før
pt_br: já existe

source: Load an Overworld
de: Lade eine Welt
fi_fi: Lataa ylimaailma
fr: Charger un nouveau monde
hu: Áttekintő térkép betöltése
nn: Opna ei oververd
pt_br: Carregar um Sobremundo

source: Loaded
de: Geladen
fi_fi: Ladattu
fr: Chargé
hu: Betöltve
nn: Opna
pt_br: Carregado

source: Save
de: Speichere
fi_fi: Tallenna
fr: Enregistrer
hu: Mentés
nn: Lagra
pt_br: Salvar

source: ---Sprites---
de: ---Grafiken---
fi_fi: ---Spritet---

source: Way
de: Weg
fi_fi: Suunta

source: Castle
de: Burg
fi_fi: Linna

source: Clouds
de: Wolken
fi_fi: Pilvet

source: Hedges
de: Büsche
fi_fi: Pensasaidat

source: Plants
de: Pflanzen
fi_fi: Kasvit

source: Cactus
de: Kakteen
fi_fi: Kaktus

source: Hills
de: Hügel
fi_fi: Mäet

source: Mountains
de: Berge
fi_fi: Vuoret

source: Pipes
de: Rohre
fi_fi: Putket

source: Lakes
de: Seen
fi_fi: Järvet

source: Bridges
de: Brücken
fi_fi: Sillat

source: Blocks
de: Blöcke
fi_fi: Lohkot

source: Bones
de: Knochen
fi_fi: Luut

source: Special
de: Spezial
fi_fi: Erikoinen

source: ---Objects---
de: ---Objekte---
fi_fi: ---Esineet---

source: Generic
de: Generisch
fi_fi: Yleinen

source: ---Functions---
de: ---Funktionen---
fi_fi: ---Toiminnot---

source: New
de: Neu
fi_fi: Uusi
fr: Nouveau
hu: Új
pt_br: Novo

source: Load
de: Laden
fi_fi: Lataa
hu: Betöltés

source: Save
de: Speichern
fi_fi: Tallenna
hu: Mentés

source: Waypoint
de: Wegpunkt
fi_fi: Reittipiste
fr: Point
hu: Útvonalpont
nn: Vegpunkt
pt_br: Ponto de Rota

source: Level
fi_fi: Taso
fr: Niveau
hu: Szint
nn: Brett
pt_br: Nível

source: World
de: Welt
fi_fi: Maailma
fr: Monde
hu: Világ
nn: Verd
pt_br: Mundo

source: Type
de: Typ
fi_fi: Tyyppi
hu: Típus
pt_br: Tipo

source: Destination type
de: Ziel typ
fi_fi: Määränpää tyyppi
fr: Type de déstination
hu: Cél típusa
nn: Måltype
pt_br: Tipo de Destino

source: Destination
de: Ziel
fi_fi: Määränpää
hu: Cél
nn: Mål
pt_br: Destino

source: Destination level or world
de: Ziel Level oder Welt
fi_fi: Määränpää taso tai maailma
fr: Destination niveau ou monde
hu: Célszint vagy világ
nn: Målbrett eller -verd
pt_br: Nível ou mundo destino

source: Backward Direction
de: Richtung Rückwärts
fi_fi: Taaksepäin suunta
fr: Direction arrière
hu: Visszafelé irány
nn: Baklengsretning
pt_br: Direção para trás

source: Forward Direction
de: Richtung Vorwärts
fi_fi: Eteenpäin suunta
fr: Direction avant
hu: Előre irány
nn: Framlengsretning
pt_br: Direção para frente

source: Enabled
de: Aktiviert
fi_fi: Käytössä
fr: Activé
hu: Engedélyezve
nn: På
pt_br: Habilitado

source: Disabled
de: Deaktiviert
fi_fi: Ei käytössä
fr: Désactivé
hu: Letiltva
nn: Av
pt_br: Desabilitado

source: Default Access
de: Standard Zugriff
fi_fi: Oletus pääsy
fr: Accès par défaut
hu: Alapértelmezett hozzáférés
nn: Standardtilgang
pt_br: Acesso Padrão

source: Enable if the Waypoint should be always accessible.
de: Aktiviere damit der Wegpunkt immer begehbar ist.
fi_fi: Ota käyttöön jos reittipiste pitäisi olla aina saatavilla.
fr: Active si le Point de cheminement doit être toujours accessible.
hu: Annak engedélyezése, hogy az útvonalpontnak mindig hozzáférhetőnek kell lennie.
nn: Slå på viss vegpunktet alltid skal vera tilgjengeleg.
pt_br: Habilitar se o Ponto de Rota deveria estar sempre acessível.

source: Waypoint Exit
de: Wegpunkt-Abgang
fi_fi: Reittipisteen poistumiskohta
hu: Útvonalpont kijárata

source: Select the waypoint exit to edit.
de: Wähle den zu bearbeitenden Wegpunkt-Abgang.
fi_fi: Valitse reittipisteen muokattava poistumiskohta.
hu: Az útvonalpont kijáratának kijelölése a szerkesztéshez.

source: New Exit
de: Neuer Abgang
fi_fi: Uusi poistumiskohta
hu: Új kijárat

source: Create a new exit by clicking.
de: Erstellt einen neuen Abgang.
fi_fi: Luo uusi poistumiskohta klikkaamalla.
hu: Új kijárat létrehozása kattintással.

source: Delete Exit
de: Lösche Abgang
fi_fi: Poista poistumiskohta
hu: Kijárat törlése

source: Delete the currently selected exit by clicking.
de: Löscht den ausgewählten Abgang.
fi_fi: Poista valittu poistumiskohta klikkaamalla.
hu: A jelenleg kijelölt kijárat törlése kattintással.

source: Leave direction
de: Abgangsrichtung
fi_fi: Poistumissuunta
hu: Irány elhagyása

source: Direction key to press for leaving the waypoint for this exit
de: Richtungstaste, die zum Verlassen des Wegpunkts über diesen Ausgang gedrückt werden muss
fi_fi: Suunta näppäin painettavaksi jätettäessä reittipiste tälle poistumiskohdalle
hu: A megnyomni kívánt iránygomb az útvonalpont elhagyásához ennél a kijáratnál

source: Level Exit
de: Level Ausgang
fi_fi: Tasolta poistuminen
hu: Szint kijárata
nn: Brettutgang
pt_br: Saída do Nível

source: Name of the level exit in the level that activates this waypoint exit.
de: Name des Ausgangs im Level, der diesen Wegpunkt-Abgang aktiviert.
fi_fi: Nimi tasonn poistumiskohdalle tasolla joka aktivoi tämän reittipiste poistumiskohdan.
hu: A szint kijáratának neve azon a szinten, amely bekapcsolja ezt az útvonalpont kijáratot.

source: Line start UID
de: UID Linienstartpunkt
fi_fi: Viivan alku UID
hu: Vonalkezdet UID-ja

source: UID of the line start point to set Alex onto when taking this exit.
de: UID des Linienstartpunkts, auf den Alex bei Nutzung dieses Abgangs gesetzt werden soll.
fi_fi: UID rivin aloituspisteelle johon Alex asetetaan kun käytetään tätä poistumiskohtaa.
hu: A vonal kezdőpontjának UID-ja, hogy ráállítsa Alexet, ha ezt a kijáratot választja.

source: Locked
de: Nicht freigeschaltet
fi_fi: Lukittu
hu: Zárolva

source: Unlocked
de: Freigeschaltet
fi_fi: Lukitsematon
hu: Feloldva

source: Lock state
de: Freischaltstatus
fi_fi: Lukon tila
hu: Zárolás állapota

source: Is this exit locked by default? PLEASE also set access to enabled on the target waypoint if you unlock by default!
de: Ist dieser Abgang standardmäßig nicht freigeschaltet? BITTE auch den Freischaltstatus am Zielwegpunkt setzen, wenn du einen Abgang standardmäßig freischaltest!
fi_fi: Onko poistumiskohta lukittu oletuksena? Muista myös asettaa pääsy otettu käyttöön kohteena olevalle reittipisteelle jos lukitsematon oletuksena!
hu: Ez a kijárat alapértelmezetten zárolva van? Állítsd be a hozzáférést engedélyezettre a cél útvonalponton, ha alapértelmezetten feloldod!

source: (None)
de: (Leer)
fi_fi: (Ei mitään)
hu: (Nincs)

source: (console)
de: (Konsole)
fi_fi: (konsoli)
hu: (konzol)

source: Unsupported Level format :
de: Nicht unterstütztes Levelformat :
fi_fi: Ei tuettu tasomuoto :
hu: Nem támogatott szintformátum:
pt_br: Formato de Nível não suportado :

source: Couldn't save level
de: Konnte Level nicht speichern
fi_fi: Ei pystytty tallentamaan tasoa
fr: Impossible d'enregistrer le niveau
hu: Nem sikerült elmenteni a szintet
nn: Klarte ikkje lagra brettet
pt_br: Não foi possível salvar o nível

source: Level
fi_fi: Taso
fr: Niveau
hu: Szint
nn: Brett
pt_br: Nível

source: Omega Mode disabled
de: Omega-Modus ausgeschaltet
fi_fi: Omega tila ei käytössä
hu: Ómega mód letiltva

source: Omega Mode enabled
de: Omega-Modus eingeschaltet
fi_fi: Omega tila otettu käyttöön
hu: Ómega mód engedélyezve

source: Kid cheat activated
de: Kind-Cheat aktiviert
fi_fi: Lapsi huijaustila aktivoitu

source: Invalid target level.
de: Ungültiger Ziellevel.
fi_fi: Virheellinen tavoitetaso.
hu: Érvénytelen célszint.
pt_br: Nível alvo inválido.

source: None
de: Keinen
fi_fi: Ei mikään
fr: Aucun
hu: Nincs
nn: Ingen
pt_br: Nenhum

source: Direction
de: Richtung
fi_fi: Suunta
hu: Irány
nn: Retning
pt_br: Direção

source: Initial direction
de: Anfangs Richtung
fi_fi: Suunta aluksi
fr: Direction initiale
hu: Kezdeti irány
nn: Startretning
pt_br: Direção inicial

source: Create a new Level
de: Erstelle ein neues Level
fi_fi: Luo uusi taso
fr: Créer un nouveau Niveau
hu: Új szint létrehozása
nn: Lag eit nytt brett
pt_br: Criar um novo Nível

# level
source: Name
fi_fi: Nimi
fr: Nom
hu: Név
pt_br: Nome

source: Load a Level
de: Lade ein Level
fi_fi: Lataa taso
fr: Charger un niveau
hu: Szint betöltése
nn: Opna eit brett
pt_br: Carregar um Nível

source: Save Level as
de: Speichere als
fi_fi: Tallenna taso nimellä
fr: Enregistrer sous
hu: Szint mentése másként
nn: Lagra brett som
pt_br: Salvar Nível como

source: New name
de: Neuer Name
fi_fi: Uusi nimi
fr: Nouveau nom
hu: Új név
nn: Nytt namn
pt_br: Novo nome

source: Level was not yet saved
de: Level wurde noch nicht gespeichert
fi_fi: Tasoa ei vielä tallennettu
fr: Le niveau n'as pas été sauvegardé
hu: A szint még nem lett elmentve
pt_br: Nível não salvo ainda

source: Delete and Unload
de: Lösche und Entlade
fi_fi: Poista ja pura
fr: Supprimer et décharger
hu: Törlés és eltávolítás
nn: Slett og avlast
pt_br: Deletar e Descarregar

source: Green Ground
de: Grasboden
fi_fi: Vihreä maa

source: Desert Ground
de: Wüstenboden
fi_fi: Aavikko maa

source: Sand Ground
de: Sandboden
fi_fi: Hiekka maa

source: Castle Ground
de: Burgboden
fi_fi: Linna maa

source: Cave Ground
de: Höhlenboden
fi_fi: Luola maa

source: Underground
de: Untergrund
fi_fi: Maanalainen

source: Plastic Ground
de: Plastikboden
fi_fi: Muovinen maa

source: Jungle Ground
de: Jungelboden
fi_fi: Viidakko maa

source: Snow Ground
de: Schneeboden
fi_fi: Luminen maa

source: Trees
de: Bäume
fi_fi: Puut

source: Platforms
de: Plattformen
fi_fi: Alustat

source: Pipe Connectors
de: Rohrverbinder
fi_fi: Putkiliittimet

source: Library
de: Bibliothek
fi_fi: Kirjasto

source: Signs
de: Schilder
fi_fi: Kyltit

source: Ropes
de: Seile
fi_fi: Köydet

source: Doors
de: Türen
fi_fi: Ovet

source: Windows
de: Fenster
fi_fi: Ikkunat

source: Candy
de: Süßigkeiten
fi_fi: Karkki

source: Stuff
de: Verschiedenes
fi_fi: Tavarat

source: Boxes
de: Boxen
fi_fi: Laatikot

source: Enemies
de: Gegner
fi_fi: Viholliset

source: Save as
de: Speichern unter
fi_fi: Tallenna nimellä

source: Delete
de: Löschen
fi_fi: Poista
fr: Effacer
hu: Törlés
nn: Slett
pt_br: Deletar

source: Settings
de: Einstellungen
fi_fi: Asetukset

source: Filename
de: Dateiname
fi_fi: Tiedostonimi
fr: Nom du fichier
hu: Fájlnév
nn: Filnamn
pt_br: Nome do arquivo

source: Sound filename
de: Sound-Dateiname
fi_fi: Äänitiedostonimi
fr: Nom du fichier audio
hu: Hangfájl neve
nn: Lydfilnamn
pt_br: Nome do arquivo de áudio

source: Continuous
de: Kontinuierlich
fi_fi: Jatkuva
fr: Continu
hu: Folyamatos
nn: Kontinuerleg
pt_br: Contínuo

source: Check if the sound should be played continuously instead of randomly
de: Wenn aktiviert wird der Sound kontinuierlich abgespielt anstatt zufällig
fi_fi: Tarkista pitäisikö ääntä soittaa jarkuvasti, eikä satunnaisesti
fr: Vérifie si le son doit être joué en permanence à la place d'une manière aléatoire
hu: Jelöld be, ha a hangot folyamatosan kell lejátszani a véletlenszerű helyett
nn: Kryss av for viss msikken skal spelast av kontinuerleg, i staden for tilfeldig
pt_br: Verifica se o áudio deveria ser tocado continuamente ao invés de aleatoriamente

source: Delay Minimum
de: Abstand Minimum
fi_fi: Viive minimi
fr: Délai Minimum
hu: Legkisebb késleltetés
nn: Minste ventetid
pt_br: Mínimo de Atraso

source: Minimal delay until played again
de: Minimaler Abstand bis wieder abgespielt wird
fi_fi: Minimi viive kunnes soitetaan uudelleen
fr: Délai minimal avant de rejouer
hu: Legkisebb késleltetés, mielőtt újra lejátszaná
nn: Minste ventetid før melodien vert spela på nytt
pt_br: Atraso mínimo até tocar denovo

source: Maximum
fi_fi: Maksimi
hu: Legnagyobb
nn: Maks
pt_br: Máximo

source: Maximal delay until played again
de: Maximaler Abstand bis wieder abgespielt wird
fi_fi: Maksimi viive kunnes soitetaan uudelleen
fr: Délai maximal avant de rejouer
hu: Legnagyobb késleltetés, mielőtt újra lejátszaná
nn: Største ventetid før melodien vert spela på nytt
pt_br: Máximo de atraso até ser jogado novamente

source: Volume Minimum
de: Lautstärke Minimum
fi_fi: Äänenvoimakkuus minimi
hu: Legkisebb hangerő
nn: Lågaste lyd
pt_br: Volume Mínimo

source: Minimal random volume for each play
de: Minimale zufällige Lautstärke für jedes abspielen
fi_fi: Minimi satunnais äänenvoimakkuus jokaiselle soitolle
fr: Volume minimal aléatoire pour chaque lecture
hu: Legkisebb véletlenszerű hangerő az egyes lejátszásoknál
nn: Minste tilfeldig lyd for kvar avspeling
pt_br: Mínimo de volume aleatório para cada jogo

source: Maximal random volume for each play
de: Maximale zufällige Lautstärke für jedes abspielen
fi_fi: Maksimi satunnais äänenvoimakkuus jokaiselle soitolle
fr: Volume aléatoire maximal pour chaque lecture
hu: Legnagyobb véletlenszerű hangerő az egyes lejátszásoknál
nn: Største tilfeldige lydstyke for kvar avspeling
pt_br: Máximo de volume aleatório para cada jogo

source: Volume Reduction Begin
de: Lautstärke Verringerung Anfang
fi_fi: Äänenvoimakkuuden vähennys alku
fr: Début de la Réduction du Volume
hu: Hangerőcsökkentés kezdete
nn: Start på lyddemping
pt_br: Início de Redução de Volume

source: Volume reduction begins gradually at this distance
de: Verringerung der Lautstärke beginnt bei dieser Distanz fortschreitend
fi_fi: Äänenvoimakkuuden vähennys alkaa asteittain tällä etäisyydellä
fr: La réduction du volume commence progressivement à cette distance
hu: A hangerőcsökkentés fokozatosan kezdődik ezen a távolságon
nn: Lyddempinga begynner gradvis ved denne avstanden
pt_br: Redução de Volume começa gradualmente a esta distância

source: End
de: Ende
fi_fi: Loppu
fr: Fin
hu: Befejezés
nn: Slutt
pt_br: Fim

source: Volume reduction ends at this distance. Sound is not played beyond this.
de: Verringerung der Lautstärke endet bei dieser Distanz. Sound wird darüber hinaus nicht mehr abgespielt.
fi_fi: Äänenvoimakkuuden vähennys loppuu tällä etäisyydellä. Ääntä ei soiteta tästä eteenpäin.
fr: La réduction du volume se termine à cette distance. Le son n'est pas joué au-delà de celle-ci.
hu: A hangerőcsökkentés befejeződik ezen a távolságon. Nem lesz hang lejátszva emögött.
nn: Lyddempinga sluttar ved denne avstanden. Lyden vert ikkje spela etter dette.
pt_br: Redução de Volume finaliza a esta distância. O som não é tocado depois disso.

source: Savegame
de: Spielstand
fi_fi: Pelitallennus
fr: Parties enregistrées
hu: Játékmentés
nn: Lagra spel
pt_br: Jogo salvo

source: loaded
de: Geladen
fi_fi: ladattu
fr: chargé
hu: betöltve
nn: lasta
pt_br: carregado

source: Couldn't save savegame
de: Konnte Spielstand nicht speichern
fi_fi: Pelin tallennus epäonnistui
fr: Imposible d'enregistrer la sauvegarde
hu: Nem sikerült menteni a játékmentést
pt_br: Não foi possível salvar o jogo

source: Saved to Slot
de: Gespeichert in Slot
fi_fi: Tallennettu tallennuspaikkaan
fr: Enregistré dans le Slot
hu: Mentve a helyre:
nn: Lagra til plassen
pt_br: Salvo no Slot

source: %u. Free Save
de: %u. Freier Speicherplatz
fi_fi: %u. Vapaa tallennuspaikka
fr: %u. Sauvegarde Libre
hu: %u. Szabad mentés
pt_br: %u. Slot Livre

source: - Level
fi_fi: - Taso
fr: - Niveau
hu: – Szint
nn: – Brett
pt_br: - Nível

source: - Unknown
de: - Unbekannt
fi_fi: - Tuntematon
fr: - Inconnu
hu: – Ismeretlen
pt_br: - Desconhecido

source: - Date
de: - Datum
fi_fi: - Pvm
hu: – Dátum
nn: – Dato
pt_br: - Data

source: No description
de: Keine Beschreibung
fi_fi: Ei kuvausta
fr: Aucune description
hu: Nincs leírás
pt_br: Nenhuma descrição

source: Caching Images failed : Could not remove old images
de: Speichern fehlgeschlagen : Konnte alte Grafiken nicht entfernen
fi_fi: Kuvien tallennus välimuistiin epäonnistui : Vanhojen kuvien poisto ei onnistunut
fr: Échec de la mise en cache des images : Impossible de supprimer les anciennes images
hu: A képek gyorsítótárazása sikertelen: nem sikerült eltávolítani a régi képeket
nn: Klarte ikkje gjera klar bileta: Feil ved fjerning av gamle bilete
pt_br: Cache de Imagens falhou: Não foi possível remover imagens antigas

source: Caching Images
de: Speichere Grafiken im Cache
fi_fi: Tallennetaan kuvia välimuistiin
fr: Mise en cache des images
hu: Képek gyorsítótárazása
nn: Gjer klar bilete
pt_br: Efetuando Cache de Imagens

source: This program is distributed under the terms of the GPLv3
de: Dieses Programm unterliegt der GPLv3
fi_fi: Tätä ohjelmaa levitetään GPLv3 ehtojen mukaisesti
fr: Ce programme est distribué selon les règles de la Licence GPLv3
hu: Ez a program a GPLv3 feltételei szerint lett közreadva
pt_br: Esse programa é distribuído sob os termos da GPLv3

source: Loading
de: Ladevorgang
fi_fi: Ladataan
fr: Chargement
hu: Betöltés
nn: Lastar
pt_br: Carregando

source: Saving Textures
de: Speichere Texturen
fi_fi: Tallennetaan tekstuureja
fr: Enregistrement des textures
hu: Textúrák mentése
nn: Lagrar teksturar
pt_br: Salvando Texturas

source: Restoring Textures
de: Wiederherstellen der Texturen
fi_fi: Palautetaan tekstuureja
fr: Restauration des textures
hu: Textúrák helyreállítása
nn: Opnar teksturar
pt_br: Restaurando Texturas

source: Position z
fi_fi: Paikka z
hu: Z helyzet
nn: Posisjon z
pt_br: Posição z

source: Initial depth position. Use values from 0.00011 to 0.12.
de: Startposition der Tiefe. Werte von einschließlich 0.00011 bis 0.12.
fi_fi: Syvyys paikka aluksi. Käytä arvoja 0.00011 - 0.12.
hu: Kezdeti mélységi helyzet. Használj 0.00011 és 0.12 közötti értékeket.
pt_br: Posição de profundidade inicial. Use valores de 0.00011 a 0.12.

source: Random
de: Zufällig
fi_fi: Satunnainen
fr: Aléatoire
hu: Véletlen
nn: Tilfeldig
pt_br: Aleatório

source: Additional random value
de: Extra Zufallswert
fi_fi: Lisä satunnaisluku
fr: Valeur aléatoire suplémentaire
hu: További véletlen érték
pt_br: Valor aleatório adicional

source: Image filename
de: Bild Dateiname
fi_fi: Kuvan tiedostonimi
fr: Nom du fichier de l'image
hu: Kép fájlneve
nn: Biletfilnamn
pt_br: Nome de arquivo da imagem

source: Based on camera pos.
de: Abhängig von Kamera.
fi_fi: Perustuu kameran paikkaan.
fr: Basé sur la position de la camera
hu: A kamera helyzete alapján.
pt_br: Baseado na posição da câmera

source: The emitter position is based on the camera position
de: Die Emitter-Position ist abhängig von der Kameraposition.
fi_fi: Päästölähteen paikka perustuu kameran paikkaan
hu: A kibocsátó helyzete a kamera helyzetén alapul
pt_br: A posição do emissor é baseada na posição da câmera

source: Particles Based on Emitter pos.
de: Partikel abhängig von Emitterposition.
fi_fi: Hiukkaset perustuen päästölähteen paikkaan.
hu: Részecskék a kibocsátó helyzete alapján.
pt_br: Partículas Baseadas na posição do Emissor

source: The particle position is based on the emitter position
de: Die Positionen der Partikel hängen von der Position des Emitters ab.
fi_fi: Hiukkasen paikka perustuu päästölähteen paikkaan
hu: A részecske helyzete a kibocsátó helyzetén alapul
pt_br: A posição da partícula é baseada na posição do emissor

source: Emitter width
de: Emitter Breite
fi_fi: Päästölähde leveys
fr: Largeur de l'émission
hu: Kibocsátó szélessége
nn: Sendarbreidd
pt_br: Largura do emissor

source: Emitter width in which the particles spawn
de: Emitter Breite in welchem die Partikel erschaffen werden
fi_fi: Leveys päästölähteelle josta hiukkaset syntyy
fr: Largeur de l'émission d'apparition des particules
hu: A kibocsátó szélessége, amelyben a részecskék megjelennek
nn: Sendarbreidd der partiklane kjem ut frå
pt_br: Largura do emissor do qual as partículas surgirão

source: Height
de: Höhe
fi_fi: Korkeus
fr: Hauteur
hu: Magasság
nn: Høgd
pt_br: Altura

source: Emitter height in which the particles spawn
de: Emitter Höhe in welchem die Partikel erschaffen werden
fi_fi: Korkeus päästölähteelle josta hiukkaset syntyy
fr: Hauteur de l'émission d'apparition des particules
hu: A kibocsátó magassága, amelyben a részecskék megjelennek
nn: Sendarhøgd der partiklane kjem ut frå
pt_br: Altura do emissor do qual as partículas surgirão

source: Emitter TTL
fi_fi: Päästölähde elinaika
fr: Émission TDV
hu: Kibocsátó élettartama
nn: Levetid sendar
pt_br: TTL do emissor

source: Emitter time to live. Set -1 for infinite.
de: Emitter Zeit der Existenz (TTL = Time to live). Setze -1 für unbegrenzt.
fi_fi: Päästölähde elinaika(TTL). Aseta -1 jos rajaton.
fr: Émetteur du temps à vivre. Mettre -1 pour l'infinie.
hu: A kibocsátó élettartama. Állíts be -1 értéket a végtelenhez.
nn: Levetid for sendar. Set til «-1» for uendeleg.
pt_br: Tempo de vida (TTL) do emissor. Defina -1 para infinito.

source: Emitter interval
de: Emitter Intervall
fi_fi: Päästölähde aikaväli
fr: Intervalle d'émission
hu: Kibocsátó időköze
nn: Sendeintervall
pt_br: Intervalo do emissor

source: Time between spawning particles. Amount is the quota.
de: Die Zeit, die gewartet wird, bevor erneut jene durch die Quote angegebene Anzahl Partikel ausgestoßen wird.
fi_fi: Aika hiukkasten syntymisen välillä. Määrä on kiintiö.
hu: A részecskék megjelenése közötti idő. A mennyiség a kvóta.
pt_br: Tempo entre surgimento das partículas. Quantidade é a quota.

source: Quota
de: Quote
fi_fi: Kiintiö
hu: Kvóta
nn: Kvote

source: The amount of particles to spawn for an interval
de: Die Menge der Partikel welche bei jedem Intervall erschaffen wird
fi_fi: Ajanjaksoa varten syntyvien hiukkasten määrä
fr: La quantité de particules à apparaître pendant un intervalle
hu: A megjelenő részecskék mennyisége egy időtartamra
nn: Talet på partiklar å laga for kvart intervall
pt_br: A quantidade de partículas a surgir por intervalo

source: TTL
fi_fi: Elinaika
fr: TAV
hu: Élettartam
nn: Levetid

source: Particle time to live(TTL)
de: Lebenszeit (TTL) eines Partikels
fi_fi: Hiukkasen elinaika(TTL)
hu: Részecske élettartama (TTL)
pt_br: Tempo de vida(TTL) da partícula

source: Velocity
de: Geschwindigkeit
fi_fi: Nopeus
fr: Vitesse
hu: Gyorsaság
nn: Fart
pt_br: Velocidade

source: Initial particle velocity or speed
de: Startgeschwindigkeit
fi_fi: Hiukkasen nopeus aluksi
hu: Kezdeti részecskegyorsaság vagy sebesség
pt_br: Velocidade inicial da partícula

source: Rotation z
fi_fi: Kierto z
hu: Z forgatás
nn: Dreiing z
pt_br: Rotação z
