Repository: LSpadix/TSC
Catalog: tsc/data/translations/*.po
Languages: de, fi_fi, fr, hu, nn, pt_br

source: Add a Segment after the selected one.
de: Füge ein Segment nach dem ausgewählten hinzu.
fi_fi: Lisää osa valitun jälkeen.
fr: Ajoutez un segment après celui choisi.
hu: Szakasz hozzáadása a kijelölt után.
nn: Legg til eit linjestykket etter det valde.
pt_br: Adiciona um Segmento após o selecionado.

source: Add
de: Erstellen
fi_fi: Lisää
fr: Ajouter
hu: Hozzáadás
nn: Legg til
pt_br: Adicionar

source: Delete the selected Segment.
de: Lösche das ausgewählte Segment.
fi_fi: Poista valittu osa.
fr: Supprimez le segment choisi.
hu: A kijelölt szakasz törlése.
nn: Slett del valde linjestykket.
pt_br: Deleta o Segmento selecionado.

source: Pos X1
fi_fi: Sij X1
hu: X1 helyzet

source: Line position X1
de: Linie Position X1
fi_fi: Viiva sijainti X1
fr: Ligne position X1
hu: X1 sorhelyzet
nn: Linjeplassering X1
pt_br: Posição X1 da linha

source: Line position Y1
de: Linie Position Y1
fi_fi: Viiva sijainti Y1
fr: Ligne position Y1
hu: Y1 sorhelyzet
nn: Linjeplassering Y1
pt_br: Posição Y1 da linha

source: Pos X2
fi_fi: Sij X2
hu: X2 helyzet

source: Line position X2
de: Linie Position X2
fi_fi: Viiva sijainti X2
fr: Ligne position X2
hu: X2 sorhelyzet
nn: Linjeplassering Y2
pt_br: Posição X2 da linha

source: Line position Y2
de: Linie Position Y2
fi_fi: Viiva sijainti Y2
fr: Ligne position Y2
hu: Y2 sorhelyzet
nn: Linjeplassering Y2
pt_br: Posição Y2 da linha

source: Crate
de: Kiste
fi_fi: Laatikko
fr: Caisse
hu: Láda
pt_br: Caixa

source: Lemon
de: Zitrone
fi_fi: Sitruuna
hu: Citrom

source: Berry
de: Beere
fi_fi: Marja
fr: Baie
hu: Bogyó
pt_br: Fruta

source: Life berry
de: Lebensbeere
fi_fi: Elämämarja
hu: Életbogyó

source: Poisonous berry
de: Giftige Beere
fi_fi: Myrkyllinen marja
fr: Baie empoisonnée
hu: Mérgező bogyó
pt_br: Fruta Venenosa

source: Ice berry
de: Eisbeere
fi_fi: Jäämarja
fr: Baie de Glace
hu: Jégbogyó
pt_br: Fruta de gelo

source: Ghost berry
de: Geistbeere
fi_fi: Aavemarja
fr: Baie Fantôme
hu: Szellembogyó
pt_br: Fruta fantasma

source: Fireberry
de: Feuerbeere
fi_fi: Tulimarja
fr: Baie de Feu
hu: Tűzbogyó
pt_br: Fruta de Fogo

source: Cookie (3-UP)
de: Keks (+3)
fi_fi: Keksi (3-YLÖS)
hu: Süti (3 élet)

source: Lava
fi_fi: Laava
fr: Lave
hu: Láva

source: Bonusbox Empty
de: Bonusbox Leer
fi_fi: Bonuslaatikko Tyhjä
fr: BoîteBonus Vide
hu: Bónuszdoboz: üres
pt_br: Caixa Bônus Vazia

source: Bonusbox Berry
de: Bonusbox Beere
fi_fi: Bonuslaatikko Marja
fr: BoîteBonus Baie
hu: Bónuszdoboz: bogyó
pt_br: Caixa Bônus de Fruta

source: Bonusbox Fire berry
de: Bonusbox Feuerbeere
fi_fi: Bonuslaatikko Tulimarja
fr: BoîteBonus Baie de Feu
hu: Bónuszdoboz: tűzbogyó
pt_br: Caixa Bônus de Fruta de Fogo

source: Bonusbox Ice berry
de: Bonusbox Eisbeere
fi_fi: Bonuslaatikko Jäämarja
fr: BoîteBonus Baie de Glace
hu: Bónuszdoboz: jégbogyó
pt_br: Caixa Bônus de Fruta de Gelo

source: Bonusbox Ghost berry
de: Bonusbox Geistbeere
fi_fi: Bonuslaatikko Aavemarja
fr: BoîteBonus Baie Fantôme
hu: Bónuszdoboz: szellembogyó
pt_br: Caixa Bônus de Fruta Fantasma

source: Bonusbox 1-Up berry
de: Bonusbox +1-Beere
fi_fi: Bonuslaatikko 1-Ylös marja
fr: BoîteBonus Baie de Vie
hu: Bónuszdoboz: életbogyó
pt_br: Caixa Bônus de Fruta de 1-Up

source: Bonusbox Lemon
de: Bonusbox Zitrone
fi_fi: Bonuslaatikko Sitruuna
hu: Bónuszdoboz: citrom

source: Bonusbox Poisonous berry
de: Bonusbox Giftige Beere
fi_fi: Bonuslaatikko Myrkyllinen marja
fr: BoîteBonus Baie empoisonée
hu: Bónuszdoboz: mérgező bogyó
pt_br: Caixa Bônus de Fruta Venenosa

source: Bonusbox Jewel
de: Bonusbox Juwel
fi_fi: Bonuslaatikko Jalokivi
fr: BoîteBonus Geme
hu: Bónuszdoboz: drágakő
pt_br: Caixa Bônus de Joia

source: Bonusbox Red Jewel
de: Bonusbox Rotes Juwel
fi_fi: Bonuslaatikko Punainen Jalokivi
fr: BoîteBonus Rubis
hu: Bónuszdoboz: vörös drágakő
pt_br: Caixa Bônus de Joia Vermelha

source: Animation
fi_fi: Animaatio
hu: Animáció
nn: Animering
pt_br: Animação

source: Use the Power animation if the box has a good or needed item for this level
de: Benutze die Power Animation falls die box ein gutes oder benötigten Gegenstand enthält
fi_fi: Käytä Voima animaatio jos laatikossa on hyvä tai tarvittu esine tälle tasolle
fr: Utiliser l'animation du Power Up si la boîte a un bon objet ou si l'objet est nécessaire pour ce niveau
hu: Használd az Erő animációt, ha a doboz jó vagy szükséges tárgyat tartalmaz ehhez a szinthez
nn: Bruk kraftanimering viss boksen inneheld ein bra eller nødvendig gjenstand for brettet
pt_br: Use a animação Poder se a caixa tem um item bom ou necessário para este nível

source: Fire berry
de: Feuerbeere
fi_fi: Tulimarja
fr: Baie de Feu
hu: Tűzbogyó
pt_br: Fruta de fogo

source: 1-UP berry
de: +1-Beere
fi_fi: 1-YLÖS marja
fr: Baie de Vie
hu: Életbogyó
pt_br: Fruta de 1-UP

source: The item that gets spawned
de: Der Gegenstand welcher erschaffen wird
fi_fi: Esine joka syntyy
fr: L'objet qui apparaîtra
hu: A tárgy, amely létrejött
nn: Elementet som vert yngla
pt_br: O item que reapareceu

source: Force item
de: Erzwinge Gegenstand
fi_fi: Pakota esine
fr: Forcer l'objet
hu: Tárgy kényszerítése
nn: Tving gjenstand
pt_br: Forçar item

source: Force best available item when activated
de: Erzwinge den bestmöglichen Gegenstand wenn aktiviert
fi_fi: Pakota paras saatavilla oleva esine kun aktivoitu
fr: Force le meilleur objet possible quand l'option est activée
hu: Az elérhető legjobb tárgy kényszerítése, ha aktiválva van
nn: Tving best tilgjengelege gjenstand når aktivert
pt_br: Força melhor item disponível quando ativo

source: Jewel color
de: Juwelfarbe
fi_fi: Jalokiven väri
fr: Couleur de la Geme
hu: Drágakő színe
pt_br: Cor da joia

source: Jewel color if the item is a jewel
de: Juwelfarbe falls der Gegenstand ein Juwel ist
fi_fi: Jalokiven väri jos esine on jalokivi
fr: Couleur de la geme si l'objet est une geme
hu: A drágakő színe, ha a tárgy egy drágakő
pt_br: Cor da joia, se o item for uma joia

source: Starting direction
de: Startrichtung
fi_fi: Aloitussuunta
hu: Kezdeti irány
pt_br: Direção inicial

source: Color
de: Farbe
fi_fi: Väri
fr: Couleur
hu: Szín
pt_br: Cor

source: Color.
de: Farbe.
fi_fi: Väri.
fr: Couleur.
hu: Szín.
pt_br: Cor.

source: Image directory
de: Bilder Verzeichnis
fi_fi: Kuvahakemisto
fr: Répertoire des images
hu: Kép könyvtára
nn: Biletmappe
pt_br: Diretório de imagens

source: Directory containing the images
de: Verzeichnis welches die Bilder enthält
fi_fi: Hakemisto joka sisältää kuvat
fr: Répertoire contenant les images
hu: A képeket tartalmazó könyvtár
nn: Mappe med bilete
pt_br: Diretório contendo as imagens

source: Downgrades
de: Herunterstufungen
fi_fi: Alenenee
fr: Régressions
hu: Visszafejlődések
nn: Nedgraderingar
pt_br: Regressões

source: Downgrades until death
de: Herunterstufungen vor dem Niedergang
fi_fi: Alenee kunnes kuollut
fr: Régressions avant la mort
hu: Visszafejlődések a halálig
nn: Nedgraderingar til døden
pt_br: Regressões até a morte

source: End Level
de: Level beenden
fi_fi: Lopeta taso
fr: Finir Niveau
hu: Szint befejezése
pt_br: Fim do Nível

source: End the level if it is killed.
de: Der Level wird beendet, wenn dieser Gegner besiegt wird.
fi_fi: Lopeta taso jos se kuolee.
fr: Finir le niveau si il est tué.
hu: A szint befejezése, ha megölték.
pt_br: Interrompe o nível se ele morrer.

source: Rotation Speed
de: Rotations Geschwindigkeit
fi_fi: Pyörimisnopeus
fr: Vitesse de Rotation
hu: Forgatás sebesége
nn: Dreiefart
pt_br: Velocidade de Rotação

source: Fire Resistant
de: Feuer Resistenz
fi_fi: Tulen vastustuskyky
fr: Résistance Au Feu
hu: Tűzálló
nn: Tåler eld
pt_br: Resistente a Fogo

source: If it is resistant against fire
de: Ob es gegen Feuer resistent ist
fi_fi: Jos se on vastustuskykyinen tulelle
fr: Si il est résistant contre le feu
hu: Ha ellenáll a tűznek
nn: Om han tåler eld
pt_br: Se ele é resistente a fogo

source: Ice Resistance
de: Eis Resistenz
fi_fi: Jää vastustuskyky
fr: Résistance A La Glace
hu: Jégálló
nn: Tåler is
pt_br: Resistência a Gelo

source: Resistance against Ice (0.0-1.0)
de: Resistenz gegen Eis (0.0-1.0)
fi_fi: Vastustuskyky jäälle (0.0-1.0)
fr: Résistance contre la Glace (0.0-1.0)
hu: Ellenállás a jégnek (0.0-1.0)
nn: Motstand mot is (0,0–1,0)
pt_br: Resistência a Gelo (0.0-1.0)

source: Fly distance
de: Flug Distanz
fi_fi: Lentoetäisyys
fr: Distance de vol
hu: Repülési távolság
nn: Flyavstand
pt_br: Distância de voo

source: Initial beetle flying distance
de: Entfernung, die die Käfer zurücklegen
fi_fi: Koppakuoriaisen lentoetäisyys aluksi
hu: Bogár repülésének kezdeti távolsága
pt_br: Distância inicial de voo do besouro

source: Action range
de: Aktionsbereich
fi_fi: Toiminta-alue
hu: Művelet hatótávolsága
pt_br: Alcance da ação

source: Radius in which it reacts on Alex
de: Radius, in dem es auf Alex reagiert
fi_fi: Kantama jolla se reagoi Alexiin
hu: Az a sugár, amelyben hatással van Alexre
pt_br: Raio no qual ele reage ao Alex

source: Count
de: Anzahl
fi_fi: Määrä
fr: Dénombrement
hu: Darabszám
pt_br: Quantidade

source: Number of beetles spit out at a time
de: Anzahl an Käfern, die gleichzeitig ausgestoßen werden
fi_fi: Kerrallaan ulos sylkäistävien koppakuoriaisten määrä
hu: Egyidőben kiköpött bogarak száma
pt_br: Número de besouros lançados por vez

source: Direction it moves into.
de: Richtung in die es sich bewegt.
fi_fi: Suunta johon se liikkuu.
fr: Direction qui ce déplace dedans.
hu: Az irány, amelybe mozog.
nn: Retninga han skal gå i.
pt_br: Direção que ele se move.

source: Speed when activated
de: Geschwindigkeit wenn aktiviert
fi_fi: Nopeus kun aktivoitu
fr: Accélère lorsqu'activé
hu: Sebesség, ha aktiválva van
nn: Fart når aktivert
pt_br: Velocidade quando ativada

source: Hits
de: Treffer
fi_fi: Osumia
fr: Blessures
hu: Találatok
nn: Treff
pt_br: Acertos

source: Hits until a downgrade
de: Treffer vor einem herunterstufen
fi_fi: Osumia kunnes alentaa
fr: Blessures précédant une régression
hu: Találatok egy visszafejlődésig
nn: Treff til nedgradering
pt_br: Acertos até uma regressão

source: Shell Time
de: Panzer Zeit
fi_fi: Kilpiaika
fr: Durée de la Carapace
hu: Kagylóidő
nn: Skaltid
pt_br: Tempo de Concha

source: Time running as shell to rise again
de: Zeit als fahrender Panzer vor dem aufstehen
fi_fi: Juoksuaika kun kilpi nousee jälleen
fr: Temps entre le déplacement à carapace et la remise à la marche
hu: A kagylóként eltelt idő az újra felemelkedéshez
nn: Tid som skal for oppstoda
pt_br: Tempo correndo como concha até levantar novamente

source: Detection distance into its direction
de: Erkennungs Distanz in seine Richtung
fi_fi: Tunnistusetäisyys sen suuntaan
fr: Distance de détection dans sa direction
hu: Felismerési távolság az irányába
nn: Oppdagingsavstand i retninga
pt_br: Distância de detecção em sua direção

source: Movable distance
de: Maximale bewegbare Distanz
fi_fi: Liikkumisetäisyys
fr: Distance de déplacement
hu: Mozgatható távolság
nn: Flyttbar avstand
pt_br: Distância movimentável

source: Always fly
de: Fliege immer
fi_fi: Aina lennä
fr: Vol permanent
hu: Mindig repüljön
nn: Fly alltid
pt_br: Sempre voar

source: Move without stopping at the fly distance
de: Bewege ohne zu halten in der Flug Distanz
fi_fi: Liiku pysähtymättä lentoetäisyys
fr: Bouge sans s'arrêter sur la distance de vol
hu: Mozgás a repülési távolságnál történő megállás nélkül
nn: Flytt utan å stoppa ved flyavstanden
pt_br: Mover sem parar na distância de voo

source: Wait time
de: Wartezeit
fi_fi: Odotusaika
fr: Temps d'attente
hu: Várakozási idő
nn: Ventetid
pt_br: Tempo de espera

source: Time to wait until moving again after a stop
de: Wartezeit bis zur Bewegung bei jedem halt
fi_fi: Aika odottaa kunnes liikkua jälleen pysähdyksen jälkeen
fr: Temps d'attente avant un nouveau mouvement après un arrêt
hu: Várakozási idő egy megállás utáni ismételt mozgásig
nn: Ventetid for flytting etter stopping
pt_br: Tempo de espera até movimentar novamente depois da pausa

source: The distance to move each time
de: Die sich jedes mal zu bewegende Distanz
fi_fi: Etäisyys joka liikkua joka kerta
fr: La distance de déplacement à chaque fois
hu: A távolság az egyes alkalmakkor történő mozgáshoz
nn: Avstanden å flytta kvar gong
pt_br: A distância de movimento cada vez

source: Movable Distance into its direction
de: Bewegbare Distanz in seine Richtung
fi_fi: Liikkumisetäisyys suuntaansa
fr: Distance de Déplacement dans sa direction
hu: Mozgatható távolság az irányába
nn: Flyttbar avstand i denne retninga
pt_br: Distância Movimentável na sua direção

source: Initial speed when jumping out
de: Anfangsgeschwindigkeit beim herausspringen
fi_fi: Nopeus aluksi kun hypätään ulos
fr: Vitesse initiale lors d'un saut
hu: Kezdeti sebesség kiugráskor
nn: Startfart ved uthopping
pt_br: Velocidade inicial durante o pulo

source: Snap to object mode enabled
de: Einrastmodus aktiviert
fi_fi: Kiinnitä esineeseen tila käytössä
hu: Illesztés az objektumhoz mód engedélyezve
pt_br: Modo de Ajuste a Objeto habilitado

source: Snap to object mode disabled
de: Einrastmodus deaktiviert
fi_fi: Kiinnitä esineeseen tila ei käytössä
hu: Illesztés az objektumhoz mód letiltva
pt_br: Modo de Ajuste a Objeto desabilitado

source: Debug mode disabled
de: Debug-Modus deaktiviert
fi_fi: Debug tila ei käytössä
hu: Hibakeresési mód letiltva

source: Debug mode enabled
de: Debug-Modus aktiviert
fi_fi: Debug tila otettu käyttöön
hu: Hibakeresési mód engedélyezve

source: Boss
de: Endgegner

source: Electro
de: Elektro

source: Venom
de: Gift

source: Joystick
fr: Manette De Jeu
hu: Botkormány
nn: Styrespak

source: VSync
fr: Synchronisation Verticale
nn: VSynk

source: Editor enabled
nn: Brettredigering

source: Halfmassive -
nn: Halvmassiv –

source: Massive -
nn: Massiv –

source: Front Passive -
nn: Massiv framme –

source: Passive -
nn: Passiv –

source: Climbable -
nn: Klatrbar –

source: Editor Z :
nn: Redigering Z :

source: Reload Level ?
nn: Vil du lasta brettet på nytt?

source: Reload World ?
nn: Vil du lasta verda på nytt?
