Repository: LSpadix/TSC
Catalog: tsc/data/translations/*.po
Languages: de, fi_fi, fr, hu, nn, pt_br

source: ----- [colour='FFFFCF5F']General[colour='FFFFFFFF'] ----- F1 - Toggle this Help Window F8 - Open/Close the Editor F10 - Toggle sound effects F11 - Toggle music play Home - Focus Alex' start position End - Cycle camera focus through level exits PageUp - Move camera to left level edge PageDown - Move camera to right level edge Shift + PageUp - Move camera to top level edge Shift + PageDown - Move camera to bottom level edge Ctrl + G - Goto Camera position L - In world editor: toggle walk line visibility N - Step one screen to the right ( Next Screen ) P - Step one screen to the left ( Previous Screen ) Ctrl + N - Create a new Level Ctrl + L - Load a Level Ctrl + W - Load an Overworld Ctrl + S - Save the current Level/World Ctrl + Shift + S - Save the current Level/World under a new name ----- [colour='FFFFCF5F']Objects[colour='FFFFFFFF'] ----- M - Cycle selected object(s) through massive types Massive types with their color: [colour='FFFF2F0F']Massive[colour='FFFFFFFF']->[colour='FFFFAF2F']Halfmassive[colour='FFFFFFFF']->[colour='FFDF00FF']Climbable[colour='FFFFFFFF']->[colour='FF1FFF1F']Passive[colour='FFFFFFFF']->[colour='FF1FFF1F']Front Passive[colour='FFFFFFFF'] O - Enable snap to object mode Ctrl + A - Select all objects Ctrl + X - Cut currently selected objects Ctrl + C - Copy currently selected objects Ctrl + V or Insert - Paste current copied / cutted objects Ctrl + R - Replace the selected basic sprite(s) image with another one Del - If Mouse is over an object: Delete current object Del - If Mouse has nothing selected: Delete selected objects Numpad: + - Bring object to front - - Send object to back 2/4/6/8 - Move selected object 1 pixel into the direction Mouse: Left (Hold) - Drag objects Left (Click) - With shift to select / deselect single objects Right - Delete intersecting Object Middle - Toggle Mover Mode Ctrl + Shift + Left (Click) - Select objects with the same type Arrow keys: Use arrow keys to move around. Press shift for faster movement
fi_fi: ----- [colour='FFFFCF5F']Yleiset[colour='FFFFFFFF'] ----- F1 - Tämä apuikkuna päälle tai pois F8 - Avaa/Sulje muokkain F10 - Ääniefektit päälle tai pois F11 - Musiikki päälle tai pois Home - Kohdistu Alexin aloituskohtaan End - Kierrätä kameraa poistumiskohtien välillä PageUp - Siirrä kamera tason vasempaan reunaan PageDown - Siirrä kamera tason oikeaan reunaan Shift + PageUp - Siirrä kamera tason yläreunaan Shift + PageDown - Siirrä kamera tason alareunaan Ctrl + G - Mene kamera kohtaan L - Maaima muokkain: kävelyviiva näkyviin tai pois näkyvistä N - Yksi näytöllinen oikealle ( Seuraava näyttö ) P - Yksi näytöllinen vasemmalle ( Edellinen näyttö ) Ctrl + N - Uusi taso Ctrl + L - Lataa taso Ctrl + W - Lataa ylimaailma Ctrl + S - Tallenna nykyinen taso/maailma Ctrl + Shift + S - Tallenna nykyinen taso/maailma uudella nimellä ----- [colour='FFFFCF5F']Esineet[colour='FFFFFFFF'] ----- M - Kierrätä esine tai useampi massiivisten tyyppien läpi Massiiviset tyypit väreineen: [colour='FFFF2F0F']Massiivinen[colour='FFFFFFFF']->[colour='FFFFAF2F']Puolimassiivinen[colour='FFFFFFFF']->[colour='FFDF00FF']Kiivettävä[colour='FFFFFFFF']->[colour='FF1FFF1F']Passiivinen[colour='FFFFFFFF']->[colour='FF1FFF1F']Etupassiivinen[colour='FFFFFFFF'] O - Ota käyttöön kiinnitä esineeseen tila Ctrl + A - Valitse kaikki esineet Ctrl + X - Leikkaa nykyiset valittuna olevat esineet Ctrl + C - Kopioi nykyiset valittuna olevat esineet Ctrl + V tai Insert - Liitä nykyiset kopioidut / leikatut esineet Ctrl + R - Korvaa valitut perus sprite(t) kuva toisella Del - Jos hiiri esineen päällä: Poista nykyinen esine Del - Jos hiirellä ei ole mitään valittuna: Poista valitut esineet Numeronäppäimistö: + - Tuo esine eteen - - Lähetä esine taakse 2/4/6/8 - Siirrä valittu esine 1 pikseli suuntaan Hiiri: Vasen (Pidä) - Vedä esineitä Vasen (Klikkaa) - Shift näppäin pohjassa valitse / poista valinta yhdestä esineestä Oikea - Poista risteävä/leikkaava esine Keski - Vaihda liikkumistila Ctrl + Shift + Vasen (Klikkaa) - Valitse samantyyppiset esineet Nuolinäppäimet: Käytä nuolinäppäimiä liikkuaksesi ympäriinsä. Paina Shift samalla liikkuaksesi nopeammin

source: Change selected sprite's image
de: Ändere Bild des ausgewählten Elements
fi_fi: Vaihda valitun spriten kuva
hu: A kijelölt képmontázs képének megváltoztatása
pt_br: Alterar a imagem selecionada

source: FINISH
de: ZIEL
fi_fi: TASON LOPPU
hu: BEFEJEZÉS

source: <This level>
de: <Dieser Level>
fi_fi: <Tämä taso>

source: Passive
de: Passiv
fi_fi: Passiivinen

source: Massive
de: Massiv
fi_fi: Massiivinen
fr: Massif
hu: Tömeg
nn: Massiv
pt_br: Maciço

source: Halfmassive
de: Halbmassiv
fi_fi: Puolimassiivinen

source: Climbable
de: Bekletterbar
fi_fi: Kiivettävä

source: Front Passive
de: Front-Passiv
fi_fi: Etupassiivinen

source: Loading Level failed :
de: Laden des Levels fehlgeschlagen :
fi_fi: Tason lataaminen epäonnistui :
fr: Échec du chargement du Niveau :
hu: A szint betöltése sikertelen:
nn: Klarte ikkje opna brettet:
pt_br: Carregamento do Nível falhou :

source: Loading Images
de: Lade Bilder
fi_fi: Ladataan kuvia
fr: Chargement des Images
hu: Képek betöltése
nn: Lastar bilete
pt_br: Carregando Imagens

source: Loading Sounds
de: Lade Sounds
fi_fi: Ladataan ääniä
fr: Chargement des Sons
hu: Hangok betöltése
nn: Lastar lydeffektar
pt_br: Carregando Sons

source: undefined
de: undefiniert
fi_fi: määrittelemätön
fr: indéfini
hu: nincs meghatározva
nn: Udefinert
pt_br: indefinido

source: left
de: links
fi_fi: vasen
fr: gauche
hu: balra
nn: Pil venstre
pt_br: esquerda

source: right
de: rechts
fi_fi: oikea
fr: droite
hu: jobbra
nn: Pil høgre
pt_br: direita

source: up
de: oben
fi_fi: ylös
fr: haut
hu: fel
nn: Pil opp
pt_br: cima

source: down
de: unten
fi_fi: alas
fr: bas
hu: le
nn: Pil ned
pt_br: baixo

source: top_left
de: oben_links
fi_fi: ylä_vasen
fr: haut_gauche
hu: bal felső
nn: Oppe til venstre
pt_br: topo-esquerda

source: top_right
de: oben_rechts
fi_fi: ylä_oikea
fr: haut_droite
hu: jobb felső
nn: Oppe til høgre
pt_br: topo-direita

source: bottom_left
de: unten_links
fi_fi: ala_vasen
fr: bas_gauche
hu: bal alsó
nn: Nede til venstre
pt_br: baixo-esquerda

source: bottom_right
de: unten_rechts
fi_fi: ala_oikea
fr: bas_droite
hu: jobb alsó
nn: Nede til høgre
pt_br: baixo-direita

source: left_top
de: links_oben
fi_fi: vasen_ylä
fr: gauche_haut
hu: bal felső
nn: Venstre oppe
pt_br: esquerda-topo

source: left_bottom
de: links_unten
fi_fi: vasen_ala
fr: gauche_bas
hu: bal alsó
nn: Venstre nede
pt_br: esquerda-baixo

source: right_top
de: rechts_oben
fi_fi: oikea_ylä
fr: droite_haut
hu: jobb felső
nn: Høgre oppe
pt_br: direita-topo

source: right_bottom
de: rechts_unten
fi_fi: oikea_ala
fr: droite_bas
hu: jobb alsó
nn: Høgre nede
pt_br: direita-baixo

source: horizontal
fi_fi: vaakasuora
hu: vízszintes
nn: Vassrett

source: vertical
de: vertikal
fi_fi: pystysuora
hu: függőleges
nn: Loddrett

source: all
de: alle
fi_fi: kaikki
fr: tout
hu: összes
nn: alle
pt_br: todas

source: first
de: erste
fi_fi: ensimmäinen
fr: premier
hu: első
nn: første
pt_br: primeira

source: last
de: letzte
fi_fi: viimeinen
fr: dernier
hu: utolsó
nn: siste
pt_br: última

source: green
de: grün
fi_fi: vihreä
fr: vert
hu: zöld
nn: grøn
pt_br: verde

source: jungle
de: Dschungel
fi_fi: viidakko
hu: dzsungel
pt_br: selva

source: ice
de: Eis
fi_fi: jää
fr: glace
hu: jég
pt_br: gelo

source: snow
de: Schnee
fi_fi: lumi
fr: neige
hu: hó
pt_br: neve

source: water
de: Wasser
fi_fi: vesi
fr: eau
hu: víz
pt_br: água

source: candy
de: Süßigkeiten
fi_fi: karkki
fr: bonbon
hu: cukorka
pt_br: doce

source: desert
de: Wüste
fi_fi: aavikko
fr: désert
hu: sivatag
pt_br: deserto

source: sand
fi_fi: hiekka
fr: sable
hu: homok
pt_br: areia

source: castle
de: Burg
fi_fi: linna
fr: Chateau
hu: kastély
pt_br: castelo

source: underground
de: Untergrund
fi_fi: maanalainen
fr: Sous-sol
hu: föld alatt
pt_br: subterrâneo

source: crystal
de: Kristall
fi_fi: kristalli
fr: cristal
hu: kristály
pt_br: cristal

source: ghost
de: Geist
fi_fi: aave
fr: fantôme
hu: szellem
pt_br: fantasma

source: mushroom
de: Pilz
fi_fi: sieni
fr: champignon
hu: gomba
pt_br: cogumelo

source: sky
de: Himmel
fi_fi: taivas
fr: ciel
hu: égbolt
pt_br: céu

source: plastic
de: Plastik
fi_fi: muovinen
fr: plastique
hu: műanyag
pt_br: plástico

source: white
de: weiß
fi_fi: valkea
fr: blanc
hu: fehér
nn: kvit
pt_br: branco

source: black
de: schwarz
fi_fi: musta
fr: noir
hu: fekete
nn: svart
pt_br: preto

source: red
de: rot
fi_fi: punainen
fr: rouge
hu: piros
nn: raud
pt_br: vermelho

source: orange
fi_fi: oranssi
hu: narancssárga
nn: oransje
pt_br: laranja

source: yellow
de: gelb
fi_fi: keltainen
fr: jaune
hu: sárga
nn: gul
pt_br: amarelo

source: blue
de: blau
fi_fi: sininen
fr: bleu
hu: kék
nn: blå
pt_br: azul

source: brown
de: braun
fi_fi: ruskea
fr: marron
hu: barna
nn: brun
pt_br: marrom

source: grey
de: grau
fi_fi: harmaa
fr: gris
hu: szürke
nn: grå
pt_br: cinza

source: violet
de: violett
fi_fi: violetti
hu: ibolya
pt_br: violeta

source: Beam
fi_fi: Säde
fr: Passerelle
hu: Fénysugár
nn: Stråle
pt_br: Raio

source: Warp
fi_fi: Kiertymä
fr: Tunnel
hu: Vontatókötél
nn: Teleportering
pt_br: Transporte

source: Direction to move in
de: Die Richtung zum hereingehen
fi_fi: Suunta johon liikutaan
fr: Direction de déplacement
hu: A mozgás iránya
nn: Retning å flytta i
pt_br: Direção para onde mover

source: Motion
de: Bewegung
fi_fi: Liike
fr: Mouvement
hu: Mozgás
nn: Rørsle
pt_br: Movimento

source: Camera Motion
de: Kamera Bewegung
fi_fi: Kameran liike
fr: Mouvement de Caméra
hu: Kamera mozgása
nn: Kamerarørsle
pt_br: Movimento da Câmera

source: Destination Level
de: Ziel Level
fi_fi: Määränpää taso
fr: Niveau de destination
hu: Célszint
nn: Målbrett
pt_br: Nível de Destino

source: Name of the level that should be entered. If empty uses the current level.
de: Name des Levels welches betreten werden soll. Falls leer wird das aktuelle Level benutzt.
fi_fi: Nimi tasolle jolle tullaan sisään. Jos tyhjä, käyttää nykyistä tasoa.
fr: Nom du niveau devant être indiqué. Si vide utilise le niveau actuel.
hu: A szint neve, amelyre be kell lépni. Ha üres, akkor a jelenlegi szintet használja.
nn: Namnet på brettet å gå i. Vis tom, det gjeldande brettet.
pt_br: Nome do nível que deveria ser informado. Se vazio, usa o nível atual.

source: Destination Entry
de: Ziel Eingang
fi_fi: Määränpää sisääntulo
fr: Entrée de destination
hu: Célbejárat
nn: Måloppføring
pt_br: Entrada de Destino

source: Name of the Entry in the destination level. If empty the entry point is the player start position.
de: Name des Eingangs im Ziel Level. Falls leer ist der Eingangspunkt die Spieler Position.
fi_fi: Nimi sisääntulolle kohdetasolla. Jos tyhjä, sisääntulokohta on pelaajan aloituskohta.
fr: Nom de l'entrée dans le niveau de destination. Si vide, le point d'entrée sera la position de départ du joueur.
hu: A bejárat neve a célszinten. Ha üres, akkor a belépési pont a játékos kezdő helyzete.
nn: Namnet på oppføringa i målbrettet. Viss tom, startplasseringa til spelaren.
pt_br: Nome da Entrada do nível de destino. Se vazio, o ponto de entrada é a posição de início do jogador.

source: Return Level
de: Rückkehr-Level
fi_fi: Paluutaso
fr: Retourner au niveau
hu: Visszatérési szint
pt_br: Nível de Retorno

source: Name of the level that should be pushed onto return stack.
de: Name des Levels, welches auf den Rückkehr-Stack gelegt werden soll.
fi_fi: Nimi tasolle joka pitäisi työntää paluupinoon.
hu: A szint neve, amelyet be kell tenni a visszatérési verembe.
pt_br: Nome do nível que deveria retornar à pilha de retorno.

source: Return Entry
de: Rückkehr-Eingang
fi_fi: Määränpää sisääntulo
hu: Visszatérési bejárat
pt_br: Entrada de Retorno

source: Name of the Entry in the return level.
de: Name des Eingangs im Level für die Rückkehr.
fi_fi: Nimi sisääntulolle paluutasolla.
hu: A bejárat neve a visszatérési szinten.
pt_br: Nome da Entrada no nível de retorno.

source: Exit Name
de: Name des Ausgangs
fi_fi: Poistumiskohdan nimi
hu: Kijárat neve

source: Name of the Exit (use this in the overworld editor to set the path selected by this exit).
de: Name des Ausgangs (wird vom Welt-Editor benutzt, um den abgehenden Pfad zu ermitteln)
fi_fi: Poistumiskohdan nimi (käytä tätä ylimaailma muokkaimessa valitaksesi poistumiskohdan polku).
hu: A kijárat neve (használd ezt az áttekintő térkép szerkesztőjében a kijárat által kijelölt útvonal beállításához).

source: Path Identifier
de: Pfad Identifizierer
fi_fi: Polku tunniste
fr: Identifier le chemin
hu: Útvonal azonosítója
nn: Stigidentifikator
pt_br: Identificação do Caminho

source: Name of the Path to use for the camera movement.
de: Name des Pfades welcher für die Kamera Bewegung benutzt wird.
fi_fi: Nimi polulle käytettäväksi kameran liikkeeseen.
fr: Nom du chemin à employer pour le mouvement de caméra.
hu: A kamera mozgásához használandó útvonal neve.
nn: Namnet på stigen å bruka for kamerarørsla.
pt_br: Nome do Caminho a ser usado para o movimento da câmera.

source: Image
de: Bild
fi_fi: Kuva
hu: Kép
nn: Bilete
pt_br: Imagem

source: Enemystopper
de: Gegner stopper
fi_fi: Vihollisenpysäytin
fr: Stoppeur d'ennemis
hu: Ellenség-megállító
nn: Fiendestoppar
pt_br: Detenção de Inimigos

source: Spinbox
de: Drehbox
fi_fi: Pyörivälaatikko
fr: Boîte tournante
hu: Léptetési lista
nn: Verdiveljar
pt_br: Caixa Giratória

source: Text Box
fi_fi: Tekstilaatikko
fr: Boîte de Texte
hu: Szövegdoboz
pt_br: Caixa de Texto

source: Text
fi_fi: Teksti
fr: Texte
hu: Szöveg
nn: Tekst
pt_br: Texto

source: Text to display when activated
de: Text zum anzeigen wenn aktiviert
fi_fi: Aktivoitaessa näytettävä teksti
fr: Texte à afficher quand l'option est activée
hu: A megjelenítendő szöveg, ha aktiválva van
nn: Tekst som skal visast ved aktivering
pt_br: Texto a ser exibido quando ativado

source: Move Type
de: Bewegungs Typ
fi_fi: Liike tyyppi
fr: Type De Déplacement
hu: Mozgás típusa
nn: Flyttetype
pt_br: Tipo de Movimento

source: Movement type.
de: Bewegungs Typ.
fi_fi: Liikkeen tyyppi.
fr: Type de mouvement.
hu: A mozgás típusa.
nn: Rørsletype.
pt_br: Tipo de Movimento.

source: Name of the Path to move along.
de: Name des Pfades zum entlang bewegen.
fi_fi: Nimi polulle jota myöten liikutaan.
fr: Nom du Chemin à déplacer.
hu: Az útvonal neve, amelyen végig kell menni.
nn: Namnet på stigen å flytta langs.
pt_br: Nome do Caminho a seguir.

source: Starting direction.
de: Anfangs Richtung.
fi_fi: Aloitus suunta.
fr: Direction de départ.
hu: Kezdőirány.
nn: Startretning.
pt_br: Direção inicial.

source: Distance
de: Distanz
fi_fi: Etäisyys
hu: Távolság
nn: Avstand
pt_br: Distância

source: Movable distance into its direction if type is line or radius if circle.
de: Bewegbare Distanz in seine Richtung wenn der typ linie ist oder radius wenn kreis.
fi_fi: Liikkumis etäisyys sen suuntaan jos tyyppi on viiva tai säde jos ympyrä.
fr: Distance déplacable dans cette direction si le type est une ligne ou radius si cercle.
hu: Mozgatható távolság az irányába, ha a típus vonal vagy sugár egy kör esetében.
nn: Flyttbar avstand i retninga vis typen er ei linje eller radius viss sirkel.
pt_br: Distância movimentável até sua direção se o tipo for linha ou raio se for círculo.

source: Speed
de: Geschwindigkeit
fi_fi: Nopeus
fr: Vitesse
hu: Sebesség
nn: Fart
pt_br: Velocidade

source: Maximum speed
de: Maximale Geschwindigkeit
fi_fi: Suurin nopeus
fr: Vitesse maximale
hu: Legnagyobb sebesség
nn: Maksfart
pt_br: Velocidade máxima

source: Touch time
de: Kontakt Zeit
fi_fi: Kosketusaika
fr: Temps de contact
hu: Érintés ideje
nn: Berøringstid
pt_br: Tempo de Toque

source: Time when touched until shaking starts
de: Zeit wenn berührt bis das rütteln anfängt
fi_fi: Aika kun kosketetaan kunnes ravistaminen alkaa
fr: Temps avant que les tremblements ne commencent lors d'un contact
hu: Az érintés ideje, amíg a rázkódás elkezdődik
nn: Tid ved berøring til skaking startar
pt_br: Tempo quando tocado até que tremor comece

source: Shake time
de: Rüttel Zeit
fi_fi: Ravistamisaika
fr: Temps des tremblements
hu: Rázkódás ideje
nn: Skaketid
pt_br: Tempo de Tremor

source: Time it's shaking until falling
de: Rüttel Zeit bis es fällt
fi_fi: Aika joka ravistetaan ennenkuin putoaa
fr: Durée des tremblements avant la chute
hu: A rázkódás ideje a leesésig
nn: Tida han skakar før dett
pt_br: Tempo de tremor até parar

source: Touch move time
de: Kontakt Bewegungs Zeit
fi_fi: Kosketus liikkumisaika
fr: Toucher passe le temps
hu: Érintés mozgási ideje
nn: Berøringsflytttid
pt_br: Tempo de Movimentação por Toque

source: If set does not move until this time has elapsed after touched
de: Falls gesetzt bewegt es sich nicht sondern erst nach dieser zeit bei einer Berührung
fi_fi: Jos asetettu ei liiku kunnes tämä aika on kulunut kosketuksen jälkeen
fr: Si la valeur ne bouge pas jusqu'à ce que ce temps s'est écoulé après touché
hu: Ha be van állítva, akkor nem mozog, amíg ez az idő el nem telik az érintés után
nn: Viss set, ikkje flytt før denne tida har gått etter berøring
pt_br: Se definido, não move até que este tempo se passe a contar do toque

source: Hor image count
de: Hor Bilder Anzahl
fi_fi: Vaaka kuvamäärä
fr: Nb. d'img. hori.
hu: Vízszintes kép darabszám
nn: Vassrett bilettal
pt_br: Cont. Imagem Hor.

source: Horizontal middle image count
de: Horizontal mittlere Bilder Anzahl
fi_fi: Vaakasuora keski kuvamäärä
fr: Nb. d'img. du milieu hori.
hu: Vízszintes középső kép darabszám
nn: Vassrett midtbilettal
pt_br: Contagem de imagem do meio horizontal

source: Image top left
de: Bild oben Links
fi_fi: Kuva ylävasemmalla
fr: Image en haut à gauche
hu: Bal felső kép
nn: Bilete oppe til venstre
pt_br: Imagem superior esquerda

source: Image top middle
de: Bild oben Mitte
fi_fi: Kuva yläkeskellä
fr: Image en haut au milieu
hu: Középen felül lévő kép
nn: Bilete oppe i midten
pt_br: Imagem superior meio

source: Image top right
de: Bild oben Rechts
fi_fi: Kuva yläoikealla
fr: Image en haut à droite
hu: Jobb felső kép
nn: Bilete oppe til høgre
pt_br: Imagem superior direita

source: Falling
de: Fallende
fi_fi: Putoaa
fr: Chute
hu: Leeső
nn: Fell
pt_br: Caindo

source: Delayed
de: Verzögerte
fi_fi: Viivästynyt
fr: Retardé
hu: Késleltetett
nn: Forseinka
pt_br: Atrasada

source: Moving
de: Bewegende
fi_fi: Liikkuu
fr: En déplacement
hu: Mozgó
nn: Flyttar
pt_br: Movendo

source: Platform -
de: Plattform -
fi_fi: Alusta -
fr: Plate-forme -
nn: Plattform –
pt_br: Plataforma -

source: You found a secret area!
de: Du hast ein Versteck gefunden!
fi_fi: Löysit salaisen alueen!
hu: Találtál egy titkos területet!

source: The direction to come out
de: Die Richtung zum herauskommen
fi_fi: Suunta josta tullaan ulos
fr: La direction pour sortir
hu: Az irány kifelé
nn: Retninga å komma ut
pt_br: A direção para aparecer

source: Name for identification
de: Name zur Identifizierung
fi_fi: Nimi tunnisteelle
fr: Nom d'identification
hu: Név az azonosításhoz
nn: Namn på identifikator
pt_br: Nome para identificação

source: Box
fi_fi: Laatikko
fr: Boîte
hu: Doboz
pt_br: Caixa

source: Useable Count
de: Verwendbar
fi_fi: Käytettävä määrä
fr: Nombre d'utilisable
hu: Használható darabszám
nn: Nyttig-tal
pt_br: Contagem Usável

source: Ghost
de: Geist
fi_fi: Aave
fr: Fantôme
hu: Szellem
nn: Spøkjelse
pt_br: Fantasma

source: Semi Massive
de: Teil Massiv
fi_fi: Puolimassiivinen
fr: Semi-Massif
hu: Féltömeg
nn: Halvmassiv
pt_br: Semi Maciço

source: Invisible
de: Unsichtbar
fi_fi: Näkymätön
hu: Láthatatlan
nn: Usynleg
pt_br: Invisível

source: Massive is invisible until activated. Ghost is only visible and activateable if in ghost mode. Semi Massive is like Massive but only touchable in the activation direction.
de: Massiv ist unsichtbar bis aktiviert. Geist ist nur sichtbar im Geist Modus. Teil Massiv ist wie Massiv aber nur berührbar in die Aktivierungsrichtung.
fi_fi: Massiivinen on näkymätön kunnes aktivoidaan. Aave on vain näkyvä ja aktivoituva jos aave tilassa. Puolimassiivinen on kuten Massiivinen mutta vain kosketettavissa aktivointisuunnassa.
fr: Massif est invisible jusqu'à ce qu'il soit activé. Fantôme n'est visible et activé qu'en mode fantôme. Semi-Massif est comme Massif mais seulement atteignable dans la direction d'activation.
hu: A tömeg láthatatlan az aktiválásig. A szellem csak szellem módban látható és aktiválható. A féltömeg olyan mint a tömeg, de csak érinthető az aktiválási irányban.
nn: Massiv er usynleg til aktivert. Spøkjelse er synleg og aktiverbar i spøkjelsesmodus. Halvmassiv er som massiv, men berre rørbar i aktiveringsretninga.
pt_br: Maciço fica invisível até ser ativado. Fantasma só é visível e ativável se estiver no modo fantasma. Semi Maciço é como Maciço, mas tocável somente na direção de ativação.

source: (Invisible)
de: (Unsichtbar)
fi_fi: (Näkymätön)
hu: (Láthatatlan)
pt_br: (Invisível)

source: (Ghost block)
de: (Geistblock)
fi_fi: (Aavelohko)
fr: (Bloc Fantôme)
hu: (Szellem torlasz)
pt_br: (bloco fantasma)

source: (Invisible Semi Massive)
de: (Unsichtbar Teilmassiv)
fi_fi: (Näkymätön Puolimassiivinen)
hu: (Láthatatlan féltömeg)
pt_br: (Semi Maciço Invisível)

source: Red Falling Jewel
de: Rotes Fallendes Juwel
fi_fi: Punainen Putoava Jalokivi
fr: Rubis qui tombe
hu: Vörös leeső drágakő
pt_br: Joia Vermelha Caindo

source: Falling Jewel
de: Fallendes Juwel
fi_fi: Putoava Jalokivi
fr: Geme qui tombe
hu: Leeső drágakő
pt_br: Joia Caindo

source: Red Jewel
de: Rotes Juwel
fi_fi: Punainen Jalokivi
fr: Rubis
hu: Vörös drágakő
pt_br: Joia Vermelha

source: Jewel
de: Juwel
fi_fi: Jalokivi
fr: Geme
hu: Drágakő
pt_br: Joia

source: Path
de: Pfad
fi_fi: Polku
fr: Repertoire
hu: Útvonal
nn: Stig
pt_br: Caminho

source: Identifier
de: Identifizierer
fi_fi: Tunniste
hu: Azonosító
nn: Identifikator
pt_br: Identificação

source: Identifier name of the Path. This is needed for objects that can link to this.
de: Identifizierender Name des Pfades. Das ist erforderlich damit Objekte sich hierhin verlinken können.
fi_fi: Polun tunnisteen nimi. Tämä tarvitaan esineille jotka linkittävät tähän.
fr: Nom de marque du repertoire. C'est nécessaire pour les objets qui peuvent être liés à ceci.
hu: Az útvonal azonosító neve. Ez olyan objektumokhoz szükséges, amelyek ehhez kapcsolódhatnak.
nn: Identifikatornamn til stigen. Dette trengst for objekt som skal lenkja til denne.
pt_br: Nome de identificação do caminho. É necessário para que objetos possam se vincular a este.

source: Show Line
de: Zeige Linie
fi_fi: Näytä viiva
fr: Montrer la Ligne
hu: Vonal megjelenítése
pt_br: Exibir Linha

source: Wether or not to show the path's moving line ingame.
de: Soll die Linie des Pfad im Spiel angezeigt werden?
fi_fi: Näytetäänkö polulla liikkumisviiva pelissä.
hu: Megjelenjen-e vagy sem az útvonal mozgási vonala a játékon belül.
pt_br: Exibir ou não a linha de movimentação do caminho.

source: Movement type. Mirror moves forth and back and rewind starts from the beginning again.
de: Bewegungs Typ. Mirror bewegt sich bis zum ende und dreht um, rewind fängt vom anfang wieder an.
fi_fi: Liikkeen tyyppi. Peili liikuttaa eteenpäin ja taaksepäin ja kelaa aloittaa jälleen alusta.
fr: Type de mouvement. Les mouvements de miroir en avant et en arrière et reculon commence encore au commencement.
hu: Mozgás típusa. A tükör előre és hátra mozog, valamint újraindul az elejétől ismét.
nn: Rørsletype. Spegel flyttar att og fram, og spol tilbake startar frå begynnelsen.
pt_br: Tipo de Movimento. Espelha movimentos para frente e para trás e recomeça do início.

source: Segment
fi_fi: Osa
hu: Szakasz
nn: Linjestykke
pt_br: Segmento

source: Select the Segment to edit.
de: Wähle das Segment zum editieren.
fi_fi: Valitse muokattava osa.
fr: Choisissez le segment pour éditer.
hu: A szakasz kijelölése szerkesztésre.
nn: Vel linjestykket du vil redigera
pt_br: Seleciona um Segmento para editar.
